[
    {
        "subpage_link": "https://indiankanoon.org/doc/526067/",
        "title": "Naaz Shirin vs State Of Bihar & Ors on 29 June, 2011",
        "expanded_headline": "Petitioner is the informant and seeks cancellation of\n\n                   privilege of bail granted in favour of o.p.nos. 2 to 7 in a case\n\n                   lodged under section 498A IPC.\n\n                              It is contended that the informant had to lodge two\n\n                   police cases. In previous case, bail was granted in favour of\n\n                   opposite parties on an understanding that both parties shall live\n\n                   together. Subsequently, the petitioner was putting up in a rental\n\n                   house with the husband when she was subjected to torture\n\n                   leading to filing of another case on 13.03.2008.      Prayer for\n\n                   anticipatory bail was made on behalf of husband and in-laws.\n\n                   Learned Sessions Judge granted provisional bail which was\n\n                   subsequently confirmed by order dated 15.9.2008. Referring to\n\n                   sub-section 5 of section 437 Cr. P.C. it is submitted that\n\n                   privilege of bail made in favour of opposite parties deserves to\n\n                   be withdrawn/cancelled.",
        "additional_content": "It is contended that the informant had to lodge two\n\n                   police cases. In previous case, bail was granted in favour of\n\n                   opposite parties on an understanding that both parties shall live\n\n                   together. Subsequently, the petitioner was putting up in a rental\n\n                   house with the husband when she was subjected to torture\n\n                   leading to filing of another case on 13.03.2008.      Prayer for\n\n                   anticipatory bail was made on behalf of husband and in-laws.\n\n                   Learned Sessions Judge granted provisional bail which was\n\n                   subsequently confirmed by order dated 15.9.2008. Referring to\n\n                   sub-section 5 of section 437 Cr. P.C. it is submitted that\n\n                   privilege of bail made in favour of opposite parties deserves to\n\n                   be withdrawn/cancelled."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/18460844/",
        "title": "Crime No. 70/2016 Of Thrikkakara ... vs By Advs.Sri.S.Rajeev",
        "expanded_headline": " The allegation of the prosecution is that on\n\n13.01.2016 at 8.30 p.m, the petitioner along with two\n\nother accused attacked the de facto complainant on the\n\nroad side and caused fracture.               The main overtact\n\nresulting the fracture is attributed to the petitioner herein.\n\nHaving regard to that fact, the learned Sessions Judge\n\njustifiably refused to grant bail to the petitioner.\n\n           3.    The learned counsel for the petitioner\n\nhighlighted the fact that though CW1 asserted that the\n\nweapon used was an iron rod, CW3 the injured had a\n\ndivergent version that only a rafter was used. There is a\n\ncounter case also and having regard to the nature of the\n\nallegations, the previous history and also the antecedents\n\f\nB.A.No.1105 of 2016             2\n\nof the petitioner being not involved in any other previous\ncase, bail can be granted, it was contended. However, the\n\nrecovery of the weapon used has not been effected.",
        "additional_content": " The learned counsel for the petitioner\n\nhighlighted the fact that though CW1 asserted that the\n\nweapon used was an iron rod, CW3 the injured had a\n\ndivergent version that only a rafter was used. There is a\n\ncounter case also and having regard to the nature of the\n\nallegations, the previous history and also the antecedents\n\f\nB.A.No.1105 of 2016             2\n\nof the petitioner being not involved in any other previous\ncase, bail can be granted, it was contended. However, the\n\nrecovery of the weapon used has not been effected."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/185682728/",
        "title": "Shanmugam @ Nattamai vs State Rep By Its on 3 February, 2022",
        "expanded_headline": " Mr.T.Murugananthan, learned counsel appearing for the appellant\n\n                     in Crl.A.No.566 of 2021 would submit that the appellant has been\n\n                     arrayed as A9 in this case. He would submit that the allegation against\n\n                     the appellant is that he was present at the scene of occurrence and he\n\n                     along with the other accused inflicted injuries on the victim with\n\n                     Veecharuval (swords). He would submit that at the time of arrest on\n\n                     23.12.2020, the appellant had suffered several injuries and during his\n\n                     confinement, the appellant was also affected by Covid and his lungs are\n\n                     severely damaged. He would submit that though the Trial court had\n\n                     9\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                               Crl.A.No.519 of 2021\n\n                     dismissed the bail application stating that the appellant has got 9\n\n                     previous cases, similarly placed accused A12, against whom there are 21\n\n                     previous cases has been granted bail by this Court. He would further\n\n                     submit that the appellant also hails from the Scheduled Caste community.\n\n                     Even as per the prosecution, the murder has not been committed on\n\n                     account of any communal rivalry, it had happened only on account of\n\n                     gang rivalry. He would submit that the appellant is in continuous\n\n                     detention for more than a year and the appellant is not in any way\n\n                     responsible for delaying the trial.\n\n\n\n                           16. Insofar as the appellant in Crl.A.No.54 of 2022, the allegation\n\n                     against him is that he conspired with the other accused who committed\n\n                     the murder of the deceased. Even as per the prosecution he was not\n\n                     present at the scene of occurrence and he has been implicated in this case\n                     15\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                 Crl.A.No.519 of 2021\n\n                     based on the confession of one Chinnavan who is arrayed A6 in this case.\n\n                     The said Chinnavan has been released on bail, though, the prosecution\n\n                     has submitted that the appellant has got 9 previous cases, A12 in this\n\n                     case who is the rival gang leader and against whom there are 21 previous\ncases, has been granted bail by this Court in Crl.O.P.No.9025 of 2021 on\n\n                     23.06.2021. The appellant is in custody from 09.03.2021. This Court is\n\n                     of the opinion that the appellant has made out the case for grant of bail.\n\n\n\n\n\n\n                           17. Insofar as appellant in Crl.A.No.566 of 2021 is concerned, the\n\n                     allegation against him is that he was present at the scene of occurrence\n\n                     and he had inflicted injuries on the deceased. It is stated that the\n\n                     appellant has got 9 previous cases. It is stated that the main gang leader\n\n                     who is arrayed as A12 in this case against whom there are 21 previous\ncases has been granted bail by this Court. It is also stated that at the time\n\n                     of arrest, the appellant had sustained injuries and he is also affected by\n\n                     Covid and suffering from serious lung infection. This Court is of the\n\n                     opinion that the appellant has made out the case for grant of bail.\n\n\n\n\n\n\n                           19. Insofar as the appellant in Crl.A.No.664 of 2021 is concerned, the\n\n                     allegation is that he had driven Swift car and dashed against the car of\n\n                     the victim and thereafter, along with the other accused got down from the\n\n                     car and assaulted the victim with Veecharuval (Sword). It is stated that\n\n                     the appellant has no previous case and he voluntarily surrendered before\n\n                     the Judicial Magistrate, Omalur on 28.12.2020 and he is in custody for\n\n                     more than a year. It is stated that the appellant is not responsible for\n\n                     delaying the trial. In this case as stated above, the persons against whom\n\n                     there are several previous cases have been granted bail. This Court is of\n\n                     the opinion that the appellant has made out the case for grant of bail.\n\n                     17\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                 Crl.A.No.519 of 2021",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/89468308/",
        "title": "Rihan Khan vs State on 28 February, 2019",
        "expanded_headline": "The prosecutrix had supported the case for prosecution in\n        her examination-in-chief and also in part cross-\n        examination, the same having been deferred. It appears\n        she made certain statements in the continued cross-\n        examination on the basis of which the petitioner alleges\n        false implication and seeks to be enlarged on bail pending\n        remaining trial. It is submitted that he is on bail in the\n        previous case.\n\nBail Appl. 3045/2018                                       Page 3 of 22\n\n\n         The status report submitted today does not bring out the\n        facts concerning the previous case in entirety. Given the\n        above facts, it is essential that the said background facts\n        are also kept in consideration. A detailed report\n        concerning both the cases shall be submitted by the State\n        on the next date of hearing.\n        Given the facts concerning the present case, question also\n        arises as to whether the petitioner should have continued\n        to be on bail in the previous case. He is, thus, also put to\n        notice as to why the bail in the previous case be not\n        cancelled. He may submit his response well in time before\n        the next date of hearing.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/146860518/",
        "title": "M.Valarmathi vs The State Of Tamil Nadu on 27 January, 2023",
        "expanded_headline": "(ix) Ground and adverse cases have been registered by the same\n\n                     police;\n\n                                  (x) Ground case remand not intimated;\n\n                                  (xi) Wound Certificate shows only simple injury;\n\n                                  (xii) In the previous case, bail has been granted;\n\n                                  (xiii) No endanger to public;\n                                  (xiv) The same R-5 Virugambakkam Police Station registered the\n\n                     case;",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/154035034/",
        "title": "Kani vs The Additional Chief Secretary To ... on 11 July, 2023",
        "expanded_headline": " The learned Additional Public Prosecutor strongly opposed the\n\n                     Habeas Corpus Petition by filing his counter.\n\n\n\n                                  5. On carefully going through the detention order, it is seen that in the\n\n                     order         that    was    relied   upon    by    the   detaining    authority    in\n\n                     Cr.M.P.No.414/2020 dated 03.02.2020, since the accused therein had no\n\n\n                     Page 3 of 6\n\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                   HCP(MD)No.1750 of 2022\n\n                     previous case, bail was granted. However, in the present case, the accused\n\n                     was involved in three previous cases. Hence, the order that was relied upon\n\n                     by the detaining authority cannot be considered to be an order passed in a\n\n                     similar case.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/99489065/",
        "title": "Salim Sadruddin Khatib vs The State Of Maharashtra on 9 February, 2021",
        "expanded_headline": "      The applicant was granted interim protection by this Court by order dated 03.12.2020. While granting interim protection, this Court had observed that the accusation for Ethape 4 ABAst.5090.20 cheating forgery relates to the year 2015 onwards. There is no explanation for inordinate delay in lodging the complaint. In 2018, the complainant filed the report vide C.R. No.118 of 2018 for offence under Sections 354, 506 read with 34 of IPC. In the previous case bail was granted to the applicant.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/182257745/",
        "title": "Dilshad vs State Of U.P. And Another on 23 February, 2023",
        "expanded_headline": " It is contended on behalf of the applicant that he is not named in the F.I.R. and that his name has come into light after a month of the incident on the basis of some confidential information. It is also contended that his name has been dragged for ulterior motives and that he is absolutely innocent and never participated in the protest.     \n\n05. Learned A.G.A. vehemently opposed the prayer for anticipatory bail. Previous case regarding 498A I.P.C. has been pointed out by learned A.G.A. It is replied that this case is pending and the applicant has not been chargesheeted in the above noted case. It is argued that the benefit of anticipatory bail cannot be denied to him on the basis of aforesaid case.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/79178211/",
        "title": "Lakhan Kachhi Patel vs The State Of Madhya Pradesh on 24 November, 2017",
        "expanded_headline": "Learned counsel for the applicants contends that\nthe applicants are innocent and they have been falsely\nimplicated in this case. He further submits that\ncomplainant and applicants are the relative of each\nother. Seven co-accused have already been released\non bail.       Previously case was          registered under\nSections 147, 148, 149, 294, 323, 324 and 506/34 of\nIPC, but later on, on receiving X-ray report in which\nfracture of left femur bone was found and on that\nbasis, offence punishable under Section 326 of IPC\nhas also been added and thereafter both have been\ntaken   into   custody.    It   is   also    submitted    that\napplicants have no criminal antecedents and they are\nready to furnish bail as per the order, abiding with all\nconditions imposed by the Court.            Learned counsel\nfurther submits that affidavits of injured-Khadagram,\nDevraj Patel, who lodged the report and Motilal have\nbeen produced along with the application in which\nthey have stated that they have no objection if the\nbail is granted to the applicants, because both\n                        applicants are members of same family.                     On these\n                       grounds, learned counsel for the applicants prays for\n                       grant of bail to the applicant.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/151266396/",
        "title": "Manoj @ Nevla vs State Of U.P. on 17 August, 2023",
        "expanded_headline": " Learned counsel for the applicant submits that applicant is languishing in jail since 15.07.2021 and more than two years have passed and the minimum punishment under the Gangster Act is two years, the applicant is entitled to be released on bail as in the previous cases, the applicant has already been enlarged on bail.\n\n4. Learned A.G.A. for the State has opposed the prayer for bail but does not dispute the fact that applicant is in custody since more than two years and applicant has already been enlarged on bail in previous cases. \n\n\n\n6A. In the present case, the applicant is languishing in jail since more than two years, however, the minimum sentence under the gangster act is two years and the applicant has already been enlarged on bail in previous cases. Learned A.G.A. has not shown any peculiar circumstances which would warrant the maximum punishment in the case. Considering the period of detention of the applicant and the fact that minimum sentence under the gangster act is two years the applicant is entitled to be released on bail.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/148710511/",
        "title": "Smt. Aruna Shastri vs The State Of Madhya Pradesh on 22 November, 2019",
        "expanded_headline": "In reply, the applicant's counsel submit that in previous case bail\nhas been granted to Pradeep Jain by order dated 13.11.2019 passed in\nM.Cr.C. No. 41811/2019. The allegation against the applicant is only\n\nthat she create the pressure upon the deceased to compromise the matter\nwith the teacher. It is also alleged that the applicant organized the rally of\nthe students to oppose the action against the teacher Pradeep Jain. The\ndeceased committed suicide on 12.10.2019, behind left a suicidal\nnote/letter. Applicant also submitted that looking to the suicide note no\nany ingredients of Section 107 of IPC are found.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/160831510/",
        "title": "Bhupendra Kumar Gupta Alias ... vs The State Of Jharkhand on 11 March, 2014",
        "expanded_headline": "It appears that earlier informant has filed a complaint ,\n                which was sent for institution of case under Section 156 (3)\n                of the Cr.P.C. and accordingly, Bengabad P.S. Case No. 93 of\n                2012 dated 28.07.2012 under Sections 419, 420, 423, 467,\n                468, 471 & 120B of the I.P.C. instituted (Annexure-2). It is\n                submitted that on the same fact and for the same\n                occurrence, informant has filed another complaint, which\n                was also sent to the police station for institution of case\n                under Section 156 (3) of the Cr.P.C. and on the basis of that\n                Giridih (Town) P.S. Case No. 240 of 2013 dated 04.08.2013\n                instituted under Sections 419, 420, 467, 468, 471 & 34 of\n                the I.P.C. It is submitted that for the same offence two F.I.R.\n                are not tenable. It is submitted by learned counsel for the\n                petitioners that petitioners have already been granted bail\n                in previous case i.e. Bengabad P.S. Case No. 93 of 2012.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/121662924/",
        "title": "Banti Urf Rajesh vs State Of Rajasthan Through Pp on 16 February, 2012",
        "expanded_headline": "Contention of learned counsel for petitioner is that the offence alleged against the petitioner is under Sections 392 and 402 IPC. Petitioner has two previous cases registered against him. Two other co-accused, namely, Akram (Bail Application No.11841/2011 decided on 19.12.2011) had four previous cases and co-accused Dheeraj (Bail Application No.9842/2011 decided on 19.10.2011) had three previous cases, have already been enlarged on bail by a coordinate bench of this Court. Challan has been filed. Trial may take a long. Petitioner is ready to face the trial. Petitioner would undertake not to indulge in any offence in future and would maintain good conduct. There is no chance of fleeing the petitioner from justice.",
        "additional_content": null
    },
    {
        "subpage_link": null,
        "title": "Malek vs State on 13 January, 2010",
        "expanded_headline": null,
        "additional_content": "not\n\ttake undue advantage of their liberty or abuse their liberty;"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/111853793/",
        "title": "Manna Mondal vs The State Of West Bengal on 6 December, 2013",
        "expanded_headline": "Mr. Public Prosecutor appearing for the State and producing the case diary has submitted\nas follows. After the petitioner's arrest on June 14, 2013 custodial interrogation provided leads\nfollowing which the investigating officer recovered 270 gm heroin.       Consequently on June 19,\n2013 a fresh FIR under the NDPS Act was registered and the petitioner was arrested in\nconnection with this fresh case. He was then produced before the court below that took him in\ncustody and remanded him in custody. Hence bail in the previous case could not and did not\nentitle the petitioner to release.\n\n\n\n        Having regard to the nature of the offence (recovery of 270 gm heroin following leads\ncoming from the petitioner), we are of the view that it will not be appropriate to grant the\npetitioner bail. Bail in the previous case is of no consequence, because the petitioner has been\narrested in connection with the fresh case and the court below remanded him in custody in\nconnection therewith. Bail to the petitioner, in our opinion, is likely to affect the general interest\nof the society.\n\n        For these reasons, we dismiss the CRM. Certified xerox.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/199027412/",
        "title": "Pukh Raj vs State Of Raj Asthan Through Pp on 8 July, 2011",
        "expanded_headline": "Contention of the learned counsel for the petitioner is that the allegation of snatching the bag containing currency notes is against co-accused Pankaj Gupta and Girish Sharma. Girish Sharma has already been enlarged on bail by order dated 21.6.2011. Thereafter, Pankaj Gupta has also been released on bail by order dated 28.6.2011. The allegation against petitioner is that he informed them that the complainant Lalit Garg has started travelling from Ajmer with the money. It is argued that the case of the petitioner stands on better footing than those principal accused, who have already been enlarged on bail. Regarding previous cases, it is argued that initially four cases were registered against the petitioner in the year 1986, 1991, 1992 and 1993 and one case was pertaining to the year 2009 for offence u/s.323 and 341 of IPC was about boundary dispute of land with the cousins. Petitioner would undertake not to indulge in any offence in future.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/103434365/",
        "title": "Sri Sushanta Kumar Banik vs The State Of Tripura Represented ... on 1 June, 2022",
        "expanded_headline": "\"........it can be stated that Sri Sushanta kumar Banik S/o Lt.\n                Shanti Ch. Banik of Siddhi Ashram, Badharghat, Kalimata\n                Sangha Near Agartala Railway Station, PS Amtali, West\n                Tripura District is a kingpin in illegal trafficking of narcotic\n                drugs inside the state as well as outside the state. He did not\n                stop his illegal activities of narcotic drugs and psychotropic\n                substances even after his arrest in 01 (one) previous case.\n                And after being allowed bail in the previous case he was again\n                found involved in East Agartala PS case No.2021EAG052,\n                dated 25/04/2021, U/s 21(B)/29 of NDPS Act which shows\n                his determination to continue his illegal NDPS business. It is\n                further mentioned that, as illicit trafficking in narcotic drugs\n                and psychotropic substances is causing a serious threat to the\n                health and welfare of the people and to protect the society\n                from this menace it was required to take stern action against\n                the petitioner and therefore proposal for issuing of detention\n                order against the petitioner U/s- 3 of PIT NDPS Act, 1988 was\n                initiated to prevent him from engaging in illicit trafficking of\n                narcotic drugs and psychotropic substances in future.\"\n\n\n                [37]        Learned Advocate General has also taken us\n\n                through the official record. It goes to show that the\n\n                detention order dated 12.11.2021 was duly served on\n\n\n\n\nWP(C)(HC)06 / 2021\n                                              -39-\n\n\n\n\n                the detenue on 19.11.2021 along with a separate\n\n                document signed by the detaining authority which\n\n                contains   the    detailed   grounds of    detention.   The\n\n                detenue acknowledged receipt of those documents by\n\n                putting his signature thereon.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/133500811/",
        "title": "Between vs State Of Himachal Pradesh on 3 June, 2022",
        "expanded_headline": "     It has been alleged by the deceased that after getting\n\n    bail   in   previous case,     petitioner     Swarit      Malhotra       was\n\n\n\n    harassing, threatening and humiliating the deceased because\n\n    of which she was not having any other option but to end her\n\n\n\n\n    life. After releasing on bail, petitioner made a call to one Lalta\n\n\n\n\n\n    Aggarwal, a friend of deceased, to call deceased at Kangra,\n\n    without informing the deceased that petitioner would be there\n\n\n\n\n\n    and advised sister of deceased to ask the deceased to\n\n    withdraw the criminal case with threat that in case of\n\n    continuation of criminal case he would strip the deceased and\n\n    would kill her and after release on bail petitioner had been\n\n    continuously doing propaganda against the deceased and her\n\n\n\n\n                                                  ::: Downloaded on - 04/06/2022 20:03:15 :::CIS\n                               Cr.MP(M) Nos.1166 & 1172 of 2022\n                                    ...6...",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/149383097/",
        "title": "Between vs State Of Himachal Pradesh on 3 June, 2022",
        "expanded_headline": "     It has been alleged by the deceased that after getting\n\n    bail   in   previous case,     petitioner     Swarit      Malhotra       was\n\n\n\n    harassing, threatening and humiliating the deceased because\n\n    of which she was not having any other option but to end her\n\n\n\n\n    life. After releasing on bail, petitioner made a call to one Lalta\n\n\n\n\n\n    Aggarwal, a friend of deceased, to call deceased at Kangra,\n\n    without informing the deceased that petitioner would be there\n\n\n\n\n\n    and advised sister of deceased to ask the deceased to\n\n    withdraw the criminal case with threat that in case of\n\n    continuation of criminal case he would strip the deceased and\n\n    would kill her and after release on bail petitioner had been\n\n    continuously doing propaganda against the deceased and her\n\n\n\n\n                                                  ::: Downloaded on - 04/06/2022 20:03:15 :::CIS\n                               Cr.MP(M) Nos.1166 & 1172 of 2022\n                                    ...6...",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/65148801/",
        "title": "Devinagar vs State Of Himachal Pradesh on 8 August, 2022",
        "expanded_headline": "          It has also been contended that in case Tarun Batra\n\n\n\n\n\n    was released on bail for commission of similar offence, then it\n\n    was expected from the prosecution/police to take appropriate\n\n\n\n\n\n    steps for cancellation of his bail in previous case for his\n\n    involvement in present case or for absconding, but no such\n\n    action appears to have been taken from the material placed on\n\n    record.\n\n    29.          As per Status Report, petitioner could not produce\n\n    any agreement with PB Pharmaceuticals and Gajanand Pharma,\n\n    as required under law/instructions in view of Rule 84(D)\n\n\n\n\n                                           ::: Downloaded on - 08/08/2022 20:02:18 :::CIS\n                                                     Cr.MP(M) No.478/2022\n                                        ...13...",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/87004389/",
        "title": "Mohammad Ubaid vs State Of U.P. on 2 August, 2023",
        "expanded_headline": "\tLearned counsel for the applicant further submits that on previous occasion, bail was granted, however till date no bail cancellation has been moved by the informant as per the knowledge of applicant for cancellation of bail in previous cases. He submits that once it is shown that offence is bailable then applicant cannot be permitted to be remain in jail only on the ground of previous criminal history. He further submits that long drawn criminal history against the applicant is only on account of political enmity. He relied upon para 21 of the affidavit to submit that informant is the witness of the sale deed of the land being transferred in favour of the son of police personnel, which itself is indicative of the fact that the manner in which police is being handled by the informant as friends. It is further submitted that arrest of co-accused persons have already been stayed by this Court in Criminal Misc. Writ Petition No.7242 of 2023, copy of which has been filed at Annexure No.10. Applicant is languishing in jail since 9.4.2023 and in case he is released on bail, he will not misuse the liberty of bail and will cooperate in the trial.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/67414220/",
        "title": "Swarit Malhotra vs State Of Himachal Pradesh on 12 January, 2023",
        "expanded_headline": "     It has been alleged by the deceased that after getting\n\n    bail   in   previous case,   petitioner    Swarit       Malhotra        was\n\n    harassing, threatening and humiliating the deceased because\n\n\n\n\n                                                ::: Downloaded on - 12/01/2023 20:35:12 :::CIS\n                                               Cr.MP(M) No.2104 of 2022\n                                    ...5...\n\n    of which she was not having any other option but to end her\n\n    life. After releasing on bail, petitioner made a call to one Lalta\n\n    Aggarwal, a friend of deceased, to call deceased at Kangra,\n\n\n\n\n                                                                .",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/31002599/",
        "title": "Between vs And on 20 September, 2022",
        "expanded_headline": "     It has been alleged by the deceased that after getting\n\n    bail in previous case, co-accused Swarit Malhotra was\n\n\n\n\n                                           ::: Downloaded on - 20/09/2022 20:06:16 :::CIS\n                                    Cr.MP(M) No.1559 of 2022\n                                  ...5...\n    harassing, threatening and humiliating the deceased because\n\n    of which she was not having any other option but to end her\n\n\n\n\n                                                           .",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/32016323/",
        "title": "The Assistant Commissioner vs F. Ubaithullah on 20 October, 2021",
        "expanded_headline": " It is the case of the petitioner that while he was discharging his\n\n                     duty as Customs Officer and checking the baggages belonging to the 1st\n\n                     respondent/accused herein, the accused person had prevented the petitioner\n\n                     from discharging his duty, due to which a wordy quarrel arose between the\n\n                     petitioner and the accused which resulted in the registration of FIR.\n\n\n\n                                  3. The learned counsel for the petitioner submits that this Court had\n\n                     granted anticipatory bail to the 1st respondent/accused herein in\n\n                     Crl.O.P.No.26942 of 2017 on the sole ground that there are no previous\ncases pending against the accused person which has to be reconsidered. He\n\n\n                     2/6\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                  Crl.O.P.No.8388 of 2018\n\n                     further submits that the accused is a habitual offender and has been engaged\n\n                     in smuggling activities and has been detained under COFEPOSA Act.\n\n                     However suppressing the previous cases pending against him, the accused\n\n                     moved           anticipatory bail petition and had obtained favourable orders.\n\n                     Further, the signature of the accused in the affidavit filed in support of\n\n                     Anticipatory Bail petition is also not genuine and therefore on these grounds\n\n                     the bail granted to the accused needs to be reconsidered and recalled.\n\n\n\n\n\n\n                                    4. Learned counsel appearing for the accused/respondent submitted\n\n                     that the petitioner had in no way suppressed any materials relating to the\n\n                     previous cases against him. Nowhere had the accused stated that there were\n\n                     no previous cases against him. It is further submitted by the learned counsel\n\n                     for the petitioner that, in fact, the learned counsel for the respondent, who\n\n                     represented the matter on the day when bail was granted had made a\n\n                     categorical statement that no previous case is pending against the petitioner.\n\n\n\n\n\n\n\n                                  15. A bare perusal of the materials available on record, more so, the\n\n                     submission of the learned counsel for the petitioner at the time of granting\n\n                     bail, a categorical recording has been made by this Court that no previous\ncase is pending against the accused. Further, it is to be pointed out that the\n\n                     accused had not made any mention about no previous case pending against\n\n                     him. Taking into consideration the stand of the learned counsel for the\n\n                     petitioner herein, this Court, considering all the other materials had granted\n\n                     anticipatory bail to the accused. Therefore, by no stretch of imagination,\n\n                     could it be said that the accused had suppressed about the previous cases\n\n                     pending against him. The lacunae on the part of the learned counsel for the\n\n                     petitioner herein in not making proper submission before the Court cannot\n\n                     be put against the accused and claim that there is suppression of material\n\n                     facts.",
        "additional_content": " The learned counsel for the petitioner submits that this Court had\n\n                     granted anticipatory bail to the 1st respondent/accused herein in\n\n                     Crl.O.P.No.26942 of 2017 on the sole ground that there are no previous\ncases pending against the accused person which has to be reconsidered. He\n\n\n                     2/6\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                  Crl.O.P.No.8388 of 2018\n\n                     further submits that the accused is a habitual offender and has been engaged\n\n                     in smuggling activities and has been detained under COFEPOSA Act.\n\n                     However suppressing the previous cases pending against him, the accused\n\n                     moved           anticipatory bail petition and had obtained favourable orders.\n\n                     Further, the signature of the accused in the affidavit filed in support of\n\n                     Anticipatory Bail petition is also not genuine and therefore on these grounds\n\n                     the bail granted to the accused needs to be reconsidered and recalled."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/70379829/",
        "title": "Suraj Giri vs State Of Rajasthan on 13 January, 2023",
        "expanded_headline": "A   perusal    of    the     challan       papers       and     the\nconclusion drawn in the charge-sheet indicates that\nneither any mobile phone was recovered from the\npetitioner nor any call details pertaining to the\npetitioner, have been collected by the Investigating\nOfficer during investigation. Thus, the only evidence as\nagainst the petitioner remains in the form of the\ninterrogation notes of the co-accused recorded by the\nPolice Officer during investigation. The evidentiary\nvalue of such interrogation notes is questionable. As\nper the order rejecting bail, two previous cases are\nregistered against the petitioner but neither involve\nthe offence under the NDPS Act.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/125041902/",
        "title": "­Dhamota vs Unknown on 28 January, 2022",
        "expanded_headline": ".\n\n                6.                In this case, there is previous history of the\n                petitioner of indulging in activities prohibited under the\n                provisions of the ND&PS Act. The petitioner,while on bail in\n\n\n\n\n\n                previous cases registered against her under the provisions of\n                ND&PS Act,has again been found to have allegedly indulged in\n                the commission of the offences punishable under the NDPS Act.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/29724214/",
        "title": "Anilkumar vs The State Rep. on 29 November, 2022",
        "expanded_headline": " On the side of the petitioner, it is stated that the respondent failed\n\n                     to follow the procedures contemplated under Section 42 of NDPS Act.\n\n                     Copy of the secret information was not sent to the higher officials. The\n\n\n                     2/9\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                        CRL OP(MD). No.20995 of 2022\n\n\n                     petitioner was not produced before the Gazette Officer or the Judicial\n\n                     Magistrate as per Section 50 of NDPS Act and mandatory provision\n\n                     under Sections 50(6), 50(5) of NDPS Act were not followed. Sample\n\n                     was not taken in the presence of Judicial Magistrate as per Section 52(A)\n\n                     of NDPS Act. The petitioner has already filed an application before the\n\n                     Special Court of EC and NDPS Act Cases, Thanjavur and the same was\n\n                     dismissed on 21.03.2022. There was no recovery from this petitioner.\n\n                     Co-accused viz., A3, A5 were already released on bail. No previous case\n\n                     is pending against this petitioner and the seized vehicle is not in the name\n\n                     of the petitioner. The petitioner is only summoned in the case.\n\n                     Contraband was not recovered from the car, in which, the petitioner was\n\n                     traveling. The only offence alleged against the petitioner is that he\n\n                     traveled along with A3 and A5, who were already released on bail.\n\n                     There was no necessity for the car to follow the car, in which, contraband\n\n                     was seized. There is no necessity for a buyer to follow the car of the\n\n                     seller and the allegation of the prosecution is unbelievable.             The\n\n                     prosecution has not stated anything as to the quantity to be purchased,\n\n                     the rate fixed etc., Even after a lapse of twelve months, there was no\n\n                     materials to show the offer price or the quantity to be purchased. There\n\n\n                     3/9\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                              CRL OP(MD). No.20995 of 2022\n\n\n                     is no warrant under Section 37 against the petitioner. Both the cars are\n\n                     recovered only from A1. Both the cars and the contraband were not\n\n                     recovered from the petitioner.           The petitioner is ready to give local\n\n                     address and to produce local sureties.            Hence, prayed to release the\n\n                     petitioner on anticipatory bail.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/91201505/",
        "title": "Jannat vs State Of Himachal Pradesh on 18 May, 2023",
        "expanded_headline": "account of her inability to return back to the house of\n\n\n\n\n\n    Sanavvar the same day. Taking benefit of the presence of\n\n\n\n\n\n    petitioner in the house of Malkhan Shah, she was got\n\n    arrested on a false charge, whereas, she had nothing to\n\n    do with alleged offence.\n\n    6.\n\n\n                 The prayer made by the petitioner is opposed\n\n    on the ground that the involvement of petitioner is in a\n\n\n    case involving commercial quantity of contraband. She is\n\n    not entitled to bail keeping in view the rigors of Section\n\n\n    37 of the NDPS Act (for short, 'the Act'). Her involvement\n\n    in a previous case has also been pleaded as one of the\n\n\n\n\n    grounds to deny her right of bail. It is submitted that\n\n\n\n\n\n    petitioner is habitual offender and in case of her release,\n\n    she may again indulge in similar activity.\n\n\n\n    The belief under Section 37 of the Act also cannot be said\n\n\n\n\n    to be a substitute for an opinion as to innocence of the\n\n\n\n\n\n    bail petitioner. Rather, it has to be a prima-facie\n\n    satisfaction of the Court as regards the availability of\n\n\n\n\n\n    facts which if proved, may result in acquittal of the\n\n    accused.\n\n    13.         The existence of previous case under NDPS Act\n\n    against petitioner also is to be seen in light of above\n\n\n\n\n                                        ::: Downloaded on - 19/05/2023 20:31:04 :::CIS\n                               8\n\n    noted facts. She cannot be termed to be a habitual\n\n    offender. Petitioner is already on bail in previous case.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/22665820/",
        "title": "Hitesh Giri vs State Of Rajasthan on 13 January, 2023",
        "expanded_headline": "A   perusal    of    the     challan       papers       and     the\nconclusion drawn in the charge-sheet indicates that\nneither any mobile phone was recovered from the\npetitioner nor any call details pertaining to the\npetitioner, have been collected by the Investigating\nOfficer during investigation. Thus, the only evidence as\nagainst the petitioner remains in the form of the\ninterrogation notes of the co-accused recorded by the\nPolice Officer during investigation. The evidentiary\nvalue of such interrogation notes is questionable. As\nper the order rejecting bail, two previous cases are\nregistered against the petitioner but neither involve\nthe offence under the NDPS Act.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/91271653/",
        "title": "Kalpna vs State Of Himachal Pradesh on 28 February, 2023",
        "expanded_headline": ".\n                     In this case, there is previous history of the petitioner of\n\n\n\n\n\n               indulging in activities prohibited under the provisions of the\n               ND&PS Act. The petitioner, while on bail in previous cases\n               registered against her under the provisions of ND&PS Act, has\n\n\n\n\n\n               again been found to have allegedly indulged in the commission\n               of the offences punishable under the NDPS Act. In this view of\n               the matter, though the contraband allegedly recovered from the\n               petitioner is of intermediate quantity, yet, this Court is of the\n\n\n\n\n               7.\n                 r               to\n               view that the petitioner does not deserves to be released on bail.\n               Accordingly, this petition, being devoid of merit, is dismissed.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/149148295/",
        "title": "Alsiya vs The State Of Madhya Pradesh on 25 August, 2021",
        "expanded_headline": "Learned counsel for the applicant-accused submits that the\n                                    applicant ha s been falsely implicated in this case on the ground of\n                                    previous criminal record. Applicant-accused is not previously convicted.\n                                    He is in custody since 23.03.2021. Charge-sheet has been filed. It is the\n                                    time of pandemic COVID-19 due to which conclusion of trial will take\n                                    time for final disposal. There is no probability of his absconding or\n                                    tampering with the prosecution evidence. The other 27 co-accused have\nSignature Not Verified\n  SAN\n                                    been released on bail by the learned Court below. Applicant is already\nDigitally signed by PALLAVI SINHA\nDate: 2021.08.26 16:48:53 IST\n                                                                     2                         MCRC-34284-2021\n                                    on bail in previous cases. The accused/applicant is ready to furnish bail\n                                    as per the order, abiding with all conditions imposed by the Court. On\n                                    these grounds, learned counsel for the applicant prays for grant of bail to\n                                    the applicant.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/84550127/",
        "title": "Satnam Singh Alias Tittu vs State Of Himachal Pradesh on 18 September, 2020",
        "expanded_headline": "after remanded to police custody for three days, he is in judicial\n\n\n\n\n\n    custody.\n\n    6.           Learned counsel for the petitioner has submitted that\n\n\n\n\n\n    previous cases cannot be a ground for rejection of bail application.\n\n    His plea may be correct however it is also settled that credentials of\n\n\n\n\n\n    the petitioner, are also relevant to be considered for granting or\n\n    refusing bail.   Obviously for ascertaining credentials, previous\n\n    conduct/past criminal history would also be relevant.\n\n\n\n    7.           It is also submitted by learned counsel for the\n\n    petitioner that co-accused in present case already stand released\n\n\n\n    on bail by this Court vide judgment dated 23.06.2020, passed in\n\n    Cr.M.P.(M) Nos. 736 of 2020, titled as Sanjeev Kumar alias Sunny vs.\n\n\n\n\n    State of Himachal Pradesh and 737 of 2020, titled as Bihari Lal alias\n\n\n\n\n\n    Kaka. In my opinion petitioner is not entitled for bail on the ground\n\n    of parity.\n\n    8.           Undoubtedly, only ground that large number of cases\n\n    have been registered against a person, cannot be a sole ground for\n\n    rejection of bail of a person and relevancy              of the previous\ncases/past criminal history is to be determined on the basis of facts\n\n    and circumstances of each and every case.\n\n\n\n    9.           Petitioner is behind the bars since last seven months.\n\n    Considering nature and gravity of the offence, kind of articles\n\n    alleged to have been stolen by him and period which he has spent\n\n\n\n\n                                           ::: Downloaded on - 19/09/2020 20:18:09 :::HCHP\n                                           4\n\n    in judicial custody and also for the reason that there is nothing on\n\n    record to reflect that he has ever jumped over the bail granted to\n\n    him in previous cases, he deserves to be released on bail at this\n\n\n\n\n                                                                    .",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/103067417/",
        "title": "S.Ramalakshmi vs State Of Tamil Nadu on 16 March, 2020",
        "expanded_headline": " It is seen that the ground case was registered in Tirunelveli Taluk Police\n\n                Station Crime No.214 of 2019 under Section 8(c) read with Section 20(b)(ii)(B) of\n\n                Narcotic Drugs and Psychotropic Substances Act, for the possession of 2 Kilograms of\n\n                Ganja. There is one adverse case against the detenu for possession of 1.200\n\n                Kilograms of Ganja.\n\n\n                          3. The learned counsel for the petitioner submitted that in Paragraph No.6\n\n                of the grounds of detention, the Detaining Authority has placed reliance upon the\n\n                order dated 11.01.2019 in Crl.M.P.No.141 of 2019, that was passed by the learned\n\n                Additional District Judge, Principal Special Court for EC and NDPS Act Cases, Madurai,\n\n                granting bail, wherein also, the detenu herein was one of the accused, to come to\n\nhttp://www.judis.nic.in\n                2/5\n\f                                                                              H.C.P(MD)No.719 of 2019\n\n                the subjective satisfaction that the detenu would be enlarged on bail in the ground\n\n                case as well. But, according to the learned counsel, in the order dated 11.01.2019 in\n\n                Crl.M.P.No.141 of 2019, referred to above, upon which, the Detaining Authority has\n\n                placed reliance, bail was granted on the ground that the detenu has no previous case\n\n                to his credit, but, in the ground case, the case in which the detenu has been granted\n\n                bail, becomes a previous case and hence, it cannot be stated that there is imminent\n\n                possibility of the detenu coming out on bail in the ground case.",
        "additional_content": " It is seen that the ground case was registered in Tirunelveli Taluk Police\n\n                Station Crime No.214 of 2019 under Section 8(c) read with Section 20(b)(ii)(B) of\n\n                Narcotic Drugs and Psychotropic Substances Act, for the possession of 2 Kilograms of\n\n                Ganja. There is one adverse case against the detenu for possession of 1.200\n\n                Kilograms of Ganja."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/78055676/",
        "title": "Manish vs State Of Rajasthan on 19 January, 2023",
        "expanded_headline": "A perusal of the challan papers and the\n           conclusion drawn in the charge-sheet indicates\n           that neither any mobile phone was recovered\n           from the petitioner nor any call details pertaining\n           to the petitioner, have been collected by the\n           Investigating Officer during investigation. Thus,\n           the only evidence as against the petitioner\n           remains in the form of the interrogation notes of\n           the co-accused recorded by the Police Officer\n\n\n                        (Downloaded on 19/01/2023 at 11:12:57 PM)\n                                         (3 of 4)                    [CRLMB-14048/2022]\n\n             during investigation. The evidentiary value of\n             such interrogation notes is questionable. As per\n             the order rejecting bail, two previous cases are\n             registered against the petitioner but neither\n             involve the offence under the NDPS Act.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/94912610/",
        "title": "Kishore vs The Additional Chief Secretary To ... on 24 July, 2023",
        "expanded_headline": " Learned counsel submitted that the aforementioned order in\n\n                  Crl.M.P.No.1414 of 2021 has been furnished to the detenu as part of the\n\n                  grounds booklet and the order is at pages 345 to 349. This order will now be\n\n                  referred to as Vasu's bail order as one Vasu @ Vasudevan is the petitioner.\n                            7. Learned counsel submitted that Vasu's bail order is one where the\n\n                  learned Principal Special Judge gravitated towards granting discretionary\n\n                  relief of bail as there was no previous cases qua Vasu whereas in the case on\n\n                  hand even according to the impugned preventive detention order, allegedly\n\n                  there are as many as two adverse cases. This means that comparison of the\n\n                 5/8\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                    H.C.P.No.418 of 2023\n\n                  case on hand with Vasu's bail order for arriving at aforementioned subjective\n\n                  satisfaction is impaired is learned counsel's say.\n\n\n\n\n\n\n                            8. In response to the aforementioned argument, learned Additional\n\n                  Public Prosecutor submitted that alleged offences in Vasu's case and the case\n\n                  on hand are broadly comparable.\n\n\n                            9. This Court has repeatedly held that it is not just comparison of\n\n                  offences but it is also comparison of determinants/parameters for grant of\n\n                  bail. In the case on hand, we find that determinants/parameters are different\n\n                  as there was no previous cases qua Vasu's bail order whereas in the case on\n\n                  hand as many as two adverse cases qua detenu even according to the\n\n                  impugned preventive detention order. This means that the comparison is\n\n                  flawed. If the comparison is flawed it leads to the conclusion that the\n\n                  impugned preventive detention deserves to be dislodged.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/4712756/",
        "title": "Kuralarasan vs State Represented By Its on 4 June, 2020",
        "expanded_headline": " The learned Additional Public Prosecutor submitted that the\n                     quantity of sand involved is 1/2 unit and also the petitioner has one\n                     previous case against him. Hence, he opposed for the grant of anticipatory\n                     bail to the petitioner.\n                                5. It is seen that there is one previous case against the petitioner.\n                     Generally this Court does not grant anticipatory bail where there is\n                     previous case. However, taking into account the present pandemic\n                     situation, this Court is inclined to grant anticipatory bail to the petitioner\n                     and the petitioner is directed to deposit a sum of Rs.20,000/- (Rupees\n                     Twenty Thousand Only) as non refundable deposit to the Cancer Institute\n                     WIA No.38, Childrens Park Access Road, IIT Post, Guindy National Park,\n\n\nhttp://www.judis.nic.in\n                     2/6\n\f                                                                         Crl.O.P. No. 7128 of 2020\n\n                     Guindy, Chennai, Tamil Nadu-600 036, PH. No.044 2220 9150 and that\n                     the receipt of such payment shall be produced before the concerned\n                     Magistrate at the time of executing bail bond without prejudice to his\n                     rights and contentions before the trial Court.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/141886011/",
        "title": "P.Gopi @ Gopinath vs The Assistant Commissioner Of ... on 17 November, 2021",
        "expanded_headline": "2/6\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                Crl.A.(MD)No.442 of 2021\n\n                                  3.On the side of the appellant, it is stated that the complaint was\n\n                only against six persons and the name of the appellant is not found place in\n\n                the F.I.R. Based on the confession statement of the arrested accused, the\n\n                appellant was impleaded in the case. It is wrong to state that the appellant\n\n                instigated the others to commit the offence. The appellant has no motive\n\n                against the deceased. Except the confession, there is no materials available\n\n                against the appellant. Final report was already filed and the co-accused were\n\n                already enlarged on bail. Pendency of previous case cannot be a ground for\n\n                dismissing a bail petition. The appellant is having medical problems (Urine\n\n                Bladder Bulge) and he is taking treatment and prayed the appellant to be\n\n                released on bail.",
        "additional_content": "2/6\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                Crl.A.(MD)No.442 of 2021"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/106534528/",
        "title": "P.Gopi @ Gopinath vs The Assistant Commissioner Of ... on 17 November, 2021",
        "expanded_headline": "2/6\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                Crl.A.(MD)No.442 of 2021\n\n                                  3.On the side of the appellant, it is stated that the complaint was\n\n                only against six persons and the name of the appellant is not found place in\n\n                the F.I.R. Based on the confession statement of the arrested accused, the\n\n                appellant was impleaded in the case. It is wrong to state that the appellant\n\n                instigated the others to commit the offence. The appellant has no motive\n\n                against the deceased. Except the confession, there is no materials available\n\n                against the appellant. Final report was already filed and the co-accused were\n\n                already enlarged on bail. Pendency of previous case cannot be a ground for\n\n                dismissing a bail petition. The appellant is having medical problems (Urine\n\n                Bladder Bulge) and he is taking treatment and prayed the appellant to be\n\n                released on bail.",
        "additional_content": "2/6\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                Crl.A.(MD)No.442 of 2021"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/123011722/",
        "title": "M.Dhandapani vs Unknown on 14 June, 21",
        "expanded_headline": " Be that as it may. A conspectus analysis of the entire scenario as\n\n                     unfolded above clearly reveals that the Court has been misled into believing that\n\n                     there was no previous case against the petitioners in Crl. O.P. No.11981/21 which\n\n                     led to grant of bail by order dated 12.7.21, when in fact for the very same\n\n                     petitioners, in view of the fact that there were two previous cases pending\n\n                     against them, this Court had, on 14.6.21 itself, dismissed the application for bail\n\n                     with regard to all the four petitioners.           It is to be pointed out that the\n\n                     Government Advocate (Crl. Side) had not been vigilant enough in furnishing\n\n                     particulars to this Court about the previous cases pending against the petitioners,\n\n                     which has led this Court to grant bail to petitioners 1 and 2 in Crl. O.P.\n\n                     No.11981/21, when in fact there were previous cases pending against the\n\n                     petitioners in the said petition.",
        "additional_content": null
    },
    {
        "subpage_link": null,
        "title": "Jasveer Singh vs State on 4 September, 2021",
        "expanded_headline": null,
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/172208592/",
        "title": "Bheru Lal vs State Of Rajasthan on 3 September, 2021",
        "expanded_headline": "Heard learned counsel for the petitioners and learned\n\nPublic Prosecutor. Perused the material available on record.\n\n              The contraband opium weighing 2 kg. 700 gms. was\n\nrecovered from the co-accused Radheyshyam and Pappu Giri, who\n\nwere living as tenant in the house of one Parwat Singh.                     During\n\ninvestigation Radheyshyam and Pappu Giri took names of six\n\npersons including the petitioners herein as being the suppliers of\n\nthe contraband narcotic drugs. The implication of the petitioners\n\nin this case is purely on the basis of the interrogation note of the\n\nco-accused, the admissibility whereof is questionable.                    Similarly\n\nsituation co-accused Puneet @ Babu, who too was implicated in\n\nthis case on the strength of the interrogation note of the co-\n\naccused has been enlarged on bail vide order dated 03.08.2021\n\npassed by a co-ordinate Bench in S.B. Criminal Misc. Bail\n\nApplication No.9769/2021.            As per the order rejecting bail, no\n\nprevious case for similar offence has beeen registered against the\n\npetitoners.     The previous cases which are registered against all\n\nthe three petitioners involve offences under the Indian Penal Code.\n\nThus, the restrictions contained in Section 37 of the NDPS Act are\n\nduly satisfied and hence, the petitioners deserve indulgence of\n\nbail.",
        "additional_content": null
    },
    {
        "subpage_link": null,
        "title": "Imran vs State on 20 September, 2021",
        "expanded_headline": null,
        "additional_content": null
    },
    {
        "subpage_link": null,
        "title": "Pintu vs State on 20 September, 2021",
        "expanded_headline": null,
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/86353378/",
        "title": "Akhilesh Kumar vs The State Of Bihar on 13 December, 2022",
        "expanded_headline": "Learned counsel for the State strongly opposed the\n\n                        prayer of bail of the petitioner and submits that petitioner is a\n\n                        habitual offender of similar nature who was involved in crime\n\n                        on release on bail in previous cases.\n\n                                     Considering the aforesaid facts and circumstances, at\n\n                        this stage, the Court is not inclined to enlarge the petitioner on\n\n                        bail. The prayer for bail is rejected. However, it is observed that\n\n                        the petitioner may renew his prayer for bail after six months if\n\n                        trial of this case is not concluded.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/20542044/",
        "title": "Ravindra vs State Of U.P. on 21 August, 2023",
        "expanded_headline": "Learned State Counsel has opposed the prayer for bail on the ground that the applicant is habitual offender, who is involved in number of criminal cases, therefore, for this legitimate reason he along with his co-accused has been made accused in this case. However, during the course of hearing it is not disputed that the applicant has been released on regular bail in all the other pending cases.\n\nUpon hearing the learned counsel for parties and considering the rival submissions, this Court finds that the applicant is on bail in previous cases registered against him, and his similarly situated co-accused Javed, Rajneesh and Virendra have already been released on bail, vide orders dated 20.12.2022, 30.8.2022 and 22.8.2022 respectively. It would be seen after completion of trial that whether the applicant is a professional criminal or an ordinary criminal, therefore, at this stage the further detention of the applicant behind the bars would not be useful for any purpose.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/65470402/",
        "title": "Durga vs State Of U.P. on 14 October, 2020",
        "expanded_headline": "Learned counsel for the applicant further submits that the applicant has already been released on bail in previous cases as shown by learned A.G.A. and only on account of old previous criminal history, the innocent applicant cannot be kept in jail and his bail application cannot be rejected in this COVID-19 pandemic situation.\n\nLooking into the facts and circumstances of the case and material available on record, without expressing any opinion on the merits of the case, I am of the view that the bail application of the applicant is liable to be allowed and the same is accordingly allowed.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/191471437/",
        "title": "Mohd Sirajuddin @ Raja vs The State Of Madhya Pradesh on 16 October, 2020",
        "expanded_headline": "On the other hand, learned Panel Lawyer for the respondent/State has\n                      opposed the application. He submits that the applicant is having criminal\n                      antecedent of the same nature of offence. He was enlarged on bail in previous\ncases and during the period of bail, he committed the present offence,\n                      therefore, it is prayed that this application be dismissed.\n                            Having heard the learned counsel for the parties, no doubt two criminal\nSignature Not\n SAN\nVerified              cases have been registered against the applicant in past of same nature and he\nDigitally signed by\nPUSHPENDRA\nPATEL\nDate: 2020.10.16\n14:58:58 IST\n                                                          2                            MCRC-33148-2020\n                      was enlarged on bail in those cases but, during the period of bail, he again\n                      committed this offence, which shows the mentality of the applicant. If the\n                      applicant is released on bail in this case, he will again commit the same kind\n                      of offence in near future. In such circumstances, without commenting on the\n                      merits of the case, this Court is not inclined to enlarge the applicant on bail.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/178302794/",
        "title": "Rohit Dubey vs State Of U.P. on 7 December, 2020",
        "expanded_headline": " Thus, it is evident that while the accused-applicant was on bail, he has been committing one offence after another. The accused-applicant has misused the liberty of bail in committing subsequent offence. The Supreme Court in its recent judgment and order dated 16th November, 2020 passed in 'Shakreen Vs. Rizwan and another' (Criminal Appeal No.746 of 2020) has deprecated the High Court approach for granting bail to an accused, who in previous cases was granted bail and misused the liberty of bail by committing another offence.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/10026424/",
        "title": "Anuj Yadav And Others vs State Of U.P. on 11 June, 2021",
        "expanded_headline": "Per contra, learned A.G.A. has opposed the bail prayer of the applicants but could not dispute the aforesaid fact.\n\nConsidering the facts and circumstances of the case as well as submissions advanced by learned counsel for the parties enlargement of accused on bail in previous cases and also perusing the material on record, without expressing any opinion on merit of the case, the applicants are entitled for bail, let the applicant-Anuj Yadav @ Anoj @ Karu involved in aforesaid case crime be released on bail on his furnishing a personal bond and two local sureties each of the like amount to the satisfaction of the court concerned, subject to the following conditions :-",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/36891617/",
        "title": "Ballu Bablu Baliya vs State Of Rajasthan on 15 July, 2021",
        "expanded_headline": "Heard learned counsel for the petitioner and learned Public\n\nProsecutor. Perused the material available on record.\n\n     The chargesheet has been filed against the petitioner for the\n\nabove offences. As per the antecedent report and the order\n\nrejecting bail, nine previous cases are registered against the\n\npetitioner, of those four are of the Excise Act and others are for\n\ntrivial offences punishable under Sections 323 and 341 etc. of the\n\nIPC. Investigation has been completed and charge sheet has been\n\nfiled. Trial is likely to consume time. The bail applications of the\n\nco-accused Sita Ram and Ajay Solanki have been accepted by the\n\n                    (Downloaded on 15/07/2021 at 09:00:31 PM)\n                                                                         (2 of 2)                       [CRLMB-7464/2021]\n\n\n\n                                   Coordinate Bench of this Court vide orders dated 01.06.2021\n\n                                   respectively   passed      in     S.B.      Criminal            Misc.   Applications\n\n                                   Nos.6265/2021 and 6518/2021.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/188666149/",
        "title": "Sunil vs The State Of Uttar Pradesh on 6 February, 2023",
        "expanded_headline": "4) while on bail in previous case.\nSignature Not Verified\n\n\n                             That being the position, the request for bail\nDigitally signed by\nCharanjeet Kaur\nDate: 2023.02.06\n17:47:05 IST\nReason:\n\n\n                         for Sunil and Avadesh is declined.\n\n                             In respect of Dhannu (appellant No. 3), learned\n\f                                 2\n\ncounsel for the applicant(s), having predicated the\n\nbail    application    on   a   common      ground     with   the\n\naforesaid two, seeks to withdraw the same and submits\n\nthat    he   will   endeavour   to   make    out   a   case   why\n\nDhannu’s case is different from others.",
        "additional_content": ""
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/22352251/",
        "title": "Gopal vs State Of U.P. on 24 July, 2020",
        "expanded_headline": "The applicant is involved in Case Crime No. 367 of 2019, under Sections 457, 380, 411 IPC, Police Station Masauli, District Barabanki. \n\nIt is submitted that complicity of the accused applicant has been alleged on the basis of some recovery made in the absence of any independent witness which itself constitutes a plausible ground for pressing the bail. Co-accused Siraj has already been granted bail by this Court in Bail Application No. 3948 of 2020.\n\nPast criminal history has been explained and the accused applicant is on bail in previous cases. He is stated to have not violated any condition of bail.",
        "additional_content": "It is submitted that complicity of the accused applicant has been alleged on the basis of some recovery made in the absence of any independent witness which itself constitutes a plausible ground for pressing the bail. Co-accused Siraj has already been granted bail by this Court in Bail Application No. 3948 of 2020."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/23493181/",
        "title": "Shyam Sundar vs State Of Rajasthan on 11 August, 2021",
        "expanded_headline": "Heard learned counsel for the petitioner and learned Public\n\nProsecutor. Perused the material available on record.\n\n     The petitioner is in judicial custody for the above offences,\n\nwhich are Magistrate triable.          As per order rejecting bail, one\n\nprevious case was registered against the petitioner way back in\n\nthe year 2004 for the trivial offences.\n\n     In view of above and having regard to the entirety of facts\n\nand circumstances as available on record and upon a consideration\n\n\n                    (Downloaded on 11/08/2021 at 08:59:48 PM)\n                                                                       (2 of 2)                     [CRLMB-10356/2021]\n\n\n\n                                   of the arguments advanced at the Bar, this Court is of the opinion\n\n                                   that the petitioner deserves to be released on bail.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/119498648/",
        "title": "Raghuveersingh vs State Of Rajasthan on 9 June, 2021",
        "expanded_headline": "Heard learned counsel for the petitioner and learned Public\n\nProsecutor. Perused the material available on record.\n\n        The petitioner is in judicial custody in connection with the\n\nabove offences. As per the order rejecting bail, two previous cases\n\nare registered against the petitioner but the same do not involve\n\nidentical offences to the case at hand.\n\n        In view of above and having regard to the entirety of facts\n\nand circumstances as available on record and upon a consideration\n\n\n\n                      (Downloaded on 09/06/2021 at 08:20:40 PM)\n                                                                        (2 of 2)                   [CRLMB-6493/2021]\n\n\n\n                                   of the arguments advanced at the Bar, this Court is of the opinion\n\n                                   that the petitioner deserves to be enlarged on bail.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/54945879/",
        "title": "Anil Puri vs State Of Rajasthan on 7 June, 2021",
        "expanded_headline": "A perusal of the challan papers and the conclusion drawn in\n\nthe charge-sheet indicates that neither any mobile phone was\n\nrecovered from the petitioner nor any call details pertaining to\n\nthe petitioner, have been collected by the Investigating Officer\n\nduring investigation. Thus, the only evidence as against the\n\npetitioner remains in the form of the interrogation notes of the\n\nco-accused recorded by the Police Officer during investigation.\n\nThe evidentiary value of such interrogation notes is questionable.\n\nAs per the order rejecting bail, two previous cases are registered\n\nagainst the petitioner but neither involve the offence under the\n\nNDPS Act.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/71924397/",
        "title": "Prem Singh vs State Of Haryana on 21 February, 2022",
        "expanded_headline": "On the other hand, learned State counsel assisted by ASI\n\nKrishan Kumar has opposed the aforesaid prayer on the ground that the\n\npetitioner was on bail in previous case and has committed this crime.\n\nHowever, it is not disputed that in earlier case no recovery was effected from\n\nthe petitioner. According to him, in the present case, there are in all 17\n\nwitnesses, but no witness has been examined, and the case is coming up for\n\nrecording prosecution evidence before the trial Court on 14.4.2022.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/192836625/",
        "title": "Kanhaiya Dalal vs State Of Chhattisgarh on 29 April, 2022",
        "expanded_headline": "     Learned counsel for the State/non-applicant opposes the application\n\nsubmitting that there is evidence present to show that this applicant after\n\ngetting released on bail in previous case, he has harassed and tortured the\n                                                  -2-\n\n\n\n\n        deceased because of which she committed suicide. Hence, the application\n\n        may be rejected.\n\n        4.     Heard learned counsel for the parties and perused the case diary.\n\n        5.     According to the prosecution case, the deceased victim committed\n\n        suicide on 17-11-2021. On the FIR lodged by the victim, one case under\n\n        Section 354 of the IPC was registered against the applicant earlier. It is alleged\n\n        that this applicant used to harass and torture the victim for withdrawing the\n\n        case registered against him, which has resulted in her commission of suicide.",
        "additional_content": "     Learned counsel for the State/non-applicant opposes the application\n\nsubmitting that there is evidence present to show that this applicant after\n\ngetting released on bail in previous case, he has harassed and tortured the\n                                                  -2-\n\n\n\n\n        deceased because of which she committed suicide. Hence, the application\n\n        may be rejected."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/124835183/",
        "title": "Sanjeesh Ram @ Annu And Another vs State Of U.P. on 10 June, 2021",
        "expanded_headline": "Per contra, learned A.G.A. has opposed the bail prayer of the applicants but could not dispute the aforesaid fact.\n\nConsidering the facts and circumstances of the case as well as submissions advanced by learned counsel for the parties enlargement of accused on bail in previous cases and also perusing the material on record, without expressing any opinion on merit of the case, the applicants are entitled for bail, let the applicants- Sanjeesh Ram @ Annu and Sonu Kumar involved in aforesaid case crime be released on bail on their furnishing a personal bond and two local sureties each of the like amount to the satisfaction of the court concerned, subject to the following conditions :-",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/30616434/",
        "title": "Yaseen Ali vs State Of Chhattisgarh on 23 July, 2021",
        "expanded_headline": "      Considered on the submissions. The applicant is in detention since 11-\n\n        01-2021, therefore, he has undergone more than 6 months in jail, the trial\n\n        against him is still pending which is likely to take some more time. Although\n\n        there are previous antecedent of this applicant, but it appears that he had been\n\n        on bail in previous cases. Therefore, for these reasons I feel inclined to allow\n\n        this application.\n\n        8.      Consequently, this application filed by the applicant under Section 439\n\n        of the Cr.P.C. for grant of regular bail is hereby allowed. It is directed that the\n\n        applicant shall be released on bail on his furnishing a personal bond in the sum\n\n        of Rs.25,000/- with one surety in the like sum to the satisfaction of the\n\n        concerned Court, for his appearance as and when directed.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/35924160/",
        "title": "Ranjay Kumar Jha @ Sonu vs U.O.I Through N.C.B. Lucknow on 19 May, 2022",
        "expanded_headline": "Shri Ashish Pandey, learned counsel appearing for the N.C.B. opposed the prayer for bail of the applicant. However, he could not dispute the fact that the applicant has been enlarged on bail in previous case by the High Court of Delhi. \n\nI see merit in the submissions of the learned counsel for the applicant and hold that the applicant is entitled to be enlarged on bail. \n\nIn the light of the preceding discussion and without making any observations on the merits of the case, the bail application is allowed.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/111477272/",
        "title": "Rizwan Khan vs State Of U.P. And 3 Others on 18 May, 2022",
        "expanded_headline": "Per contra, learned A.G.A. has opposed the bail prayer of the applicant and submits that while granting the bail in previous case crime condition was imposed that he will not tamper the evidence even then she was again abducted as per statement of victim under Sections 161 & 164 Cr.P.C. a compromised in the previous case was arrived.\n\nConsidering the facts and circumstances of the case as well as submissions advanced by learned counsel for the parties and also perusing the material on record, enlargement of applicant in the previous case crime registered against him as per FIR she was enticed away by the applicant and as per statement under Section 164 Cr.P.C. applicant committed rape upon her and co-accused Salman committed misded, who has been enlarged on bail vide order dated 06.12.2021 in Crl. Misc. Bail Application No. 45461 of 2021, no evidence of pregnancy and abortion, without expressing any opinion on merit of the case, the applicant is entitled for bail, let the applicant- Rizwan Khan involved in aforesaid case crime be released on bail on his furnishing a personal bond and two local sureties each of the like amount to the satisfaction of the court concerned, subject to the following conditions :-",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/108370306/",
        "title": "Saleem vs The State Of Madhya Pradesh on 24 July, 2020",
        "expanded_headline": "Considering all the facts, there is no change of circumstances for\n                      allowing this second application. The applicant, no doubt has been enlarged\n                      on bail in previous cases. Considering the criminal past of the applicant, this\n\n                      Court is not inclined to release the applicant on bail.\n                               Consequently, application filed by applicant under Section 439 of\n                      Code of Criminal Procedure for grant of bail is hereby dismissed.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/28276844/",
        "title": "Ravi Kumar vs State Of U.P. Through Secretary ... on 24 May, 2022",
        "expanded_headline": "Per contra, learned counsel for the State vehemently opposed the prayer for bail and argued that the first bail application of the applicant has been rejected on merits by this Court. It is argued that the reason for rejection of the first bail application is that the applicant was previously involved in two cases under Section 302 I.P.C. and the present case is the third case of his involvement in a matter under Section 302 I.P.C. and thus it was observed that there has been misuse of liberty of bail granted to the applicant in the previous cases and bail was rejected on that ground.",
        "additional_content": null
    },
    {
        "subpage_link": null,
        "title": "Rahul vs The State Of Madhya Pradesh on 28 April, 2021",
        "expanded_headline": null,
        "additional_content": " The applicant will not indulge himself in extending inducement, threat\nor promise to any person acquainted with the fact of the case so as to\ndissuade him from disclosing such facts to the Court or to the Police Officer,\nas the case may be;"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/155591270/",
        "title": "Umesh Paswan vs The State Of Bihar on 3 August, 2022",
        "expanded_headline": "Learned APP opposes the prayer for bail submitting\n\n          that the petitioner has been granted privilege of anticipatory bail\n\n          in previous case on similar nature and he misused that privilege.\n\n                          Having regard to the facts and circumstances of the\n\n          case and the submissions made hereinabove and further\n\n          considering the submission of charge sheet and the period of\n\n          custody of the petitioner, he is directed to be released on bail on\n\n          furnishing bail bond of Rs. 20,000/- (twenty thousand) with two\n\n          sureties of the like amount each to the satisfaction of learned\n\n          Additional Chief Judicial Magistrate, Sherghati, Gaya, in\n            Patna High Court CR. MISC. No.14941 of 2022(2) dt.03-08-2022\n                                                       3/3\n\n\n\n\n                     connection with Barachatti P.S. Case No. 858 of 2021, subject to\n\n                     the conditions mentioned in Section 437 (3) of the Code of\n\n                     Criminal Procedure and also the following conditions :",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/192923128/",
        "title": "Kalpna Aged About 22 Years vs The State Of Himachal Pradesh on 27 October, 2021",
        "expanded_headline": "indulge in similar activities. Incidentally, all these conditions are\n\n\n\n\n\n    independent of each other.\n\n    6.               In this case, there is previous history of the petitioner\n\n    of indulging in activities prohibited under the provisions of the\n\n    ND&PS Act. The petitioner, while on bail in previous cases\n\n\n\n\n\n    registered against her under the provisions of ND&PS Act, has\n\n    again been found to have allegedly indulged in the commission of\n\n    the offences punishable under the NDPS Act. In this view of the\n\n    matter, though the contraband allegedly recovered from the\n\n    petitioner is of intermediate quantity, yet, this Court is of the view\n\n\n\n    that the petitioner does not deserves to be released on bail.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/10561982/",
        "title": "Bhola @ Krishna Gopal vs State Of U.P. on 7 July, 2020",
        "expanded_headline": "The applicant is seeking bail in connection with Case Crime No.- 370 of 2019, under Sections 380, 457, 411 I.P.C., Police Station- Hathras Junction, District- Hathras.\n\nThe first information report has been lodged against the unknown person with the complaint of certain theft committed from the jewelery shop of the informant. The applicant has, however, come to be named on the basis of the recovery.\n\nIt has been argued by the learned counsel for the applicant that recovery shown from the possession of the applicant is planted one inasmuch as the applicant has been implicated on the basis of the criminal history in the past which has come to be explained vide paragraph 11 of the affidavit filed in support of the bail application. It has been further stated that the applicant has been bailed out in all previous cases registered against him and some of the bail orders have been brought on record as Annexure-3 to the affidavit filed in support of the bail application. It has also been argued that all the previous cases are of the year 2014-15 and there is no criminal history in between 2015 and 2019.",
        "additional_content": "The first information report has been lodged against the unknown person with the complaint of certain theft committed from the jewelery shop of the informant. The applicant has, however, come to be named on the basis of the recovery."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/63985722/",
        "title": "Faheem vs State Of U.P. on 21 August, 2023",
        "expanded_headline": "Upon hearing the learned counsel for parties and considering the rival submissions, this Court finds that the applicant is on bail in previous case registered against him, and his similarly situated co-accused Tahir and Riyaz have already been released on bail, vide order dated 4.8.2023. It would be seen after completion of trial that whether the applicant is a professional criminal or an ordinary criminal, therefore, at this stage the further detention of the applicant behind the bars would not be useful for any purpose.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/723390/",
        "title": "Smt. Vandana Vikas Waghmare And ... vs State Of Maharashtra And Ors. on 22 June, 1998",
        "expanded_headline": " On the other hand, it is the consistent case of the police that on receipt of credible intelligence on the morning of 19-3-1997 by the Assistant Sub Inspector of Police, Mr. Choudhari, after having made entry in the police case diary at the police station, sent this information to his immediate superior Mr. Pramod Rajaram Rane. Senior Police Inspector, who, after careful analysis, informed to his higher officer viz. Shri RaghunathT. Kulkarni, Assistant Commissioner of Police of the concerned area and with the consultation of the other higher officials, it is seen that the police had laid a trap at the Mulund Goregaon Link Road and Cement Godown Road Junction, Mulund (E), Murnbai. where the three deceased being the hitmen and close associates of dreaded gangster Arun Gawali, are supposed to arrive on the midnight of the said day to receive the ransom of Rs. fifteen lacs from the businessman of that locality and that in this regard they had chosen, it appears, the selected police personnel to take part in the said trap and that accordingly the police personnel had reached the spot abovereferred on the said night after 12 midnight and have a close monitoring all through. It was their definite and certain case that they were divided in three groups, headed by the higher police officials equipping with arms and necessary safety materials like bulletproof jacket. It is also noticed that the police had claimed that they had returned the police vehicles and made to remain one private vehicle alone and in the same one group of police personnel, was waiting for arrival of the said gangsters. The further steps shown by the learned Addl. Public Prosecutor would speak the truth and the whole graphical picture detailing the places where the police party in three groups took their positions and the place where the three deceased persons arrived at the place between 00.30 hours and 00.40 hours in white colour Maruti Gypsy 1000 Car and all the three alighted from the said vehicle after the vehicle was at a little distance at the opposite side of the Link Road clinches the true encounter. It is also the definite and consistent case of the police that since the Assistant Sub Inspector of Police Mr. Choudhari had acquaintance with the identity of the said three persons, as he had arrested them already in connection with the previous cases and they came out on bail, as decided, he approached Lahoo Angare who was very nearby and asked him to surrender by revealing that he is a policeman and all the three were surrounded by the District Crime Branch, C.I.D. Police. Immediately after the said reminder by the police, it was the definite case of the police that Mr. Lahoo Angare, having a foreign made revolver containing five chambers, directly fired against Mr. Choudhari and that one bullet hit upon his chest and that Mr. Choudhari had a very narrow escape as he had put on bullet proof jacket under his shirt and that as a self defence and a retaliation as provided by law, the said police officer retaliated by opening fire from his 9MM service revolver by firing five rounds which results Lahoo Angare sustained injuries on his vulnerable part of his body.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/192464145/",
        "title": "Aman Gaur vs State on 23 December, 2011",
        "expanded_headline": "(iii) FIR               No.830/2006,          under        section\n               420/465/467/471/474/120-B/34                            IPC,\n               registered at PS Dabri, New Delhi.\n\n33. It was contended that it is noticeable that the\n\n       petitioner had a criminal proclivity and when the\n\n       present offence was committed by the petitioner he\n\n       was on interim bail in respect of FIR No.2/2010,\n\n       under section 380/342/147/148/448/506/511 IPC,\n\n       registered         by     PS      Manesar,    District   Gurgaon,\n\n       Haryana         and       since    the   present    offence     was\n\n       committed by him while he was on interim bail,\n\n       accordingly, that said bail itself was denied and this\n\n       also shows that the petitioner is not a safe person\n\n       to be granted the benefit of bail as he may again\n\n       hamper the fair trial. On questioning by the Court,\n\n       it was learnt that the three cases, to which\n\n       reference was made by the learned senior counsel\n\n       for     the      complainant,        the     informant    or     the\n\n\nBail Application No.700/2011                                    Page 30 of 36\n        complainant in these cases are persons belonging\n\n       to the camp of the complainant side. Therefore, this\n\n       cannot be treated as a basis for this Court to\n\n       observe that the petitioner has a criminal proclivity\n\n       of such a nature that he had either committed the\n\n       offence while he was on interim bail or that he is a\n\n       habitual criminal who deserves to be denied the\n\n       benefit of bail in the instant case. All these\n\n       complaints          are   lodged   by   the   side     of    the\n\n       complainant or their camp. It is also not in dispute\n\n       that the parties though related by blood have been\n\n       aligning in different camps and are having running\n\n       feud in respect of certain business interests of one\n\n       side or the other and, therefore, in order to show a\n\n       upper hand and a brinkmanship these cases have\n\n       been got registered. Therefore, I do not attach any\n\n       importance to the previous cases having been\n\n\n\nBail Application No.700/2011                                Page 31 of 36\n        registered against the petitioner as a ground to\n\n       condemn him as a person with a criminal proclivity\n\n       and so far as the question of a tampering with the\n\n       evidence is concerned, prima facie, I feel as the\n\n       witnesses         belong     either   to   the   side     of    the\n\n       complainant or are their employees, it is impossible\n\n       to influence or for that purpose even to approach\n\n       such witnesses.            In any case sufficient conditions\n\n       can be imposed so as to prevent the same.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/1250663/",
        "title": "Pershadi vs The State on 10 February, 1955",
        "expanded_headline": "This case makes it clear that in a trial of A for the murder of B the fact that A was heard to declare that he would be revenged on B is relevant to show that he murdered B. \n  \"Previous threats by accused to kill deceased maybe shown for the purpose of identifying accused as the person who did the killing.\" see 40 Corpus Juris Secundum, \"Homicide\", Paragraph 236. \n\n 17. The appellant had been employed by Shanker Lal and the deceased must have been well, acquainted with him. The deceased could willingly go with him on being offered some inducement or excuse. It is true that the appellant had been removed from service after his release on bail in the previous case. But the fact that he was no longer in Shanker Lal's employment was not bound to prevent the boy, who was so small, from being swayed by his inducement. The boy disappeared when he was going from his shop to his house. The time was about 5-30 p.m. It is not the case of any one that any force or compulsion was used in order to' make him deviate from the route to his house; he must, have been kidnapped by a person known to him and not by a stranger with whom he would\n\nnot have gone readily or voluntarily. Moreover, nobody would have suspected anything in the boy, going in the appellant's custody even if he had been discharged from service a few days previously. It is true that another person might have kidnapped him; but, as remarked by Wigmore (Vol. 1, paragraph 131, page 563), he is \"at least within the limited number of persons who could have done it, and thus is fit to become a subject for further 'investigation,\"",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/1014692/",
        "title": "Tmt. Chandramathi vs State on 9 July, 2007",
        "expanded_headline": " This latter submission made by the learned counsel for the petitioner cannot be simply wished away by stating that the chargesheeted offence under Section 392 being more serious, it is obvious that the detaining authority would have come to the same conclusion.  The question here is the possibility of the detenu being released on bail in the ground case.  It is quite well known that, while considering the question of bail, a court is also expected to consider the past background of the accused and if it is found that the accused is already involved in several serious cases, the Court may be disinclined to grant bail. It is no doubt true that the detaining authority is required to consider the possibility of the proposed detenu being released on bail on the basis of relevant materials on record.  If it would be made aware to the detaining authority that a proposed detenu is already involved in several serious cases, the detaining authority while exercising his subjective satisfaction may come to the conclusion that in such a murky background possibility of the detenu being released on bail is non-existent.  In other words, seriousness of the allegations in the previous case is also a relevant consideration for the detaining authority while arriving at a satisfaction on the possibility of coming out on bail in the ground case.   Since the possibility of coming out on bail in the ground case is a matter or subjective satisfaction of the detaining authority (but of course on the basis of cogent materials on record), all the relevant factors are required to be considered by such detaining authority.  The fact that in the present case the detaining authority was labouring under a misconception regarding the nature of allegation in many of the adverse cases was a relevant circumstance to be considered while dealing with the question of possibility of coming out on bail and the same having been not done, this would have the effect of vitiating the ultimate satisfaction of the detaining authority.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/1511986/",
        "title": "Satish Kumar Singh Alias Sitv (C-2 ... vs State Of Bihar And Ors. on 19 June, 1996",
        "expanded_headline": " It is to be noticed that in the aforesaid Bombay case the target of the detenu was a particular locality in which she used to terrorise the businessmen and shop-keepers of that locality. However, in the instant case there is no such allegation against the petitioner-detenu. One incident is said to have taken place at Kachahari road and the second one at North Office Para, Doranda which are admittedly not the same locality.\n\n23. Apart from this the respondents have not suggested either in the grounds of detention or in their counter affidavit that before these two incidents the petitioner was indulged in other criminal activities and he was previously in jail. It is not the case that after releasing on bail in connection with some other previous cases the petitioner has indulged in similar activities as stated in the grounds of detention. Under this circumstances, we cannot but hold that the passing of the order of detention of the petitioner who is already in custody, is fully bad and, as such, the same is invalid in law.",
        "additional_content": null
    },
    {
        "subpage_link": null,
        "title": "Ramgilas vs State Of Rajasthan on 12 July, 2011",
        "expanded_headline": null,
        "additional_content": "Although, normally, petitioner may not be entitled to bail on account of pendency / registration of several cases previously registered against him but since in the present case, all the accused against whom principal allegation of offence under Section 307, 341 and 366/511 IPC has been alleged have been extended the benefit of bail, it would not be reasonable to detain the petitioner further muchless when he has already remained behind the bars for last more than four months."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/626711/",
        "title": "Rengaraj vs The Secretary To Government on 2 September, 2009",
        "expanded_headline": " In the light of the above decisions, it is clear that non-furnishing of\nthe Rowdy History List, which was relied upon by the Detaining Authority, to the\ndetenu, would vitiate the order of detention, in the case on hand.\n\n\t7. The second ground relied on by the learned counsel for the petitioner\nis that the Detaining Authority had not satisfied itself as to the real\npossibility of the detenu coming out on bail, since the detenu had not filed any\nbail application in the ground case.  Learned Additional Public Prosecutor has\nsubmitted that since the detenu came out on bail in all the three previous cases\nagainst him, there was possibility of the detenu coming out on bail in the\nground case also. On a careful analysis of the materials on record, we find\nabsolutely no material to arrive at a conclusion that there was likelihood of\nthe detenu coming out on bail.  Therefore, on this ground also the order of\ndetention is liable to be set aside.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/1873270/",
        "title": "Sushila Kumar And Ors vs State Of Rajasthan on 14 July, 2010",
        "expanded_headline": "Learned Public Prosecutor has opposed the bail of petitioners and has argued that there are previous cases registered against petitioner No.1 Sushila Kumari. \n\t\tIn view of antecedents of petitioner No.1 Sushila Kumari, I am not inclined to enlarge her on bail at this stage. Her bail application u/S.439 Cr.P.C. in FIR No.341/2010 PS Kaman, Bharatpur for offence u/Ss.147, 148, 149, 332, 353, 336, 285 and 286 IPC and S.4/5 of the Explosive Act is accordingly rejected. However, she would be at liberty to apply for bail again before the court of sessions after filing of challan.",
        "additional_content": "Learned Public Prosecutor has opposed the bail of petitioners and has argued that there are previous cases registered against petitioner No.1 Sushila Kumari."
    },
    {
        "subpage_link": null,
        "title": "Vishal vs State Of Rajasthan Through Pp on 2 April, 2012",
        "expanded_headline": null,
        "additional_content": "Without expressing any opinion on the merits of the case however considering the facts and circumstances of the case, I am inclined to enlarge the petitioner on bail u/S.439 Cr.P.C."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/96183220/",
        "title": "Kalam Mondal vs The State Of West Bengal on 19 July, 2013",
        "expanded_headline": "The order dated June 14, 2013 is quoted below:-\n       \"The petitioner accused of offences under ss.448/376(2)(g) IPC and in\ncustody from March 28, 2013 is seeking bail under s.439 CrPC. We have\nheard advocates for the petitioner and the State and have perused the case\ndiary produced before us. The girl's s.164 statement has been recorded. It\nappears that she was 18. The statement fully supports the prosecution case\nagainst the petitioner. Previously the girl alleged commission of an offence\ncommitted by the petitioner under s.376. In the s.164 statement she has\nsaid that that act resulted in the birth of a female child. In connection with\nthe previous case the petitioner was granted anticipatory bail. The girl's\nallegation is that after bail the petitioner committed the offences for which\nthe present case was started. We do not think this is a fit case for bail at\nthis stage.",
        "additional_content": "The order dated June 14, 2013 is quoted below:-\n       \"The petitioner accused of offences under ss.448/376(2)(g) IPC and in\ncustody from March 28, 2013 is seeking bail under s.439 CrPC. We have\nheard advocates for the petitioner and the State and have perused the case\ndiary produced before us. The girl's s.164 statement has been recorded. It\nappears that she was 18. The statement fully supports the prosecution case\nagainst the petitioner. Previously the girl alleged commission of an offence\ncommitted by the petitioner under s.376. In the s.164 statement she has\nsaid that that act resulted in the birth of a female child. In connection with\nthe previous case the petitioner was granted anticipatory bail. The girl's\nallegation is that after bail the petitioner committed the offences for which\nthe present case was started. We do not think this is a fit case for bail at\nthis stage."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/90643504/",
        "title": "Umesh vs Unknown on 25 April, 2013",
        "expanded_headline": "As per provision of sub-section 3 (b) of Section 437\nof the Cr.P.C., the Court while granting bail can impose a\n                                 2\n\n\n\ncondition that applicant shall not indulge in subsequent offence\nduring trial.\n\n            In the present case, applicant was found involved in\nthe present case bearing FIR No. 702 of 2012 while he was on\nbail in three previous cases. It seems that applicant has misused\nthe earlier bail, therefore, if applicant is enlarged on bail, he\nmay once again indulge in subsequent crime, therefore,\napplicant does not deserve bail.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/74563882/",
        "title": "The Hon'Ble Mr.Justice S. ... vs Ravi @ Kadhu Kuthu Ravi on 14 August, 2015",
        "expanded_headline": " He would further contend  that though the impugned order states that there are 24 accused involved in the case, actually 30 accused are involved in  this case and that the accused/respondent  is a physically challenged person and that the allegation that  he has given money to the mother of the deceased not to disclose the fact is incorrect and that he is an income tax assessee and he has already been in incarceration in 46 days.  Hence after considering the entire  material facts, the learned Sessions Judge has granted bail which cannot be said to be incorrect. That apart, he further contended that  bail has been granted as early as on 15.5.2013 and that there is no iota of evidence  or submission  by the learned Public Prosecutor that the accused/respondent has got involved in similar or any other incident for seeking cancelation of bail.  Further he submitted that  even though  in the petition for cancellation of bail, it was mentioned that there are 20 previous cases were registered against the accused herein,  at Serial No.10 and 19, there is a repetition of Crime number and that  out of 19 cases, he has been acquitted in 18 cases.  Further when the accused/respondent got acquitted in previous cases, the same could not be quoted as a bad antecedent to cancel the bail order dated 15.5.2015.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/92534164/",
        "title": "The Hon'Ble Mr.Justice S. ... vs Ravi @ Kadhu Kuthu Ravi on 14 August, 2015",
        "expanded_headline": " He would further contend  that though the impugned order states that there are 24 accused involved in the case, actually 30 accused are involved in  this case and that the accused/respondent  is a physically challenged person and that the allegation that  he has given money to the mother of the deceased not to disclose the fact is incorrect and that he is an income tax assessee and he has already been in incarceration in 46 days.  Hence after considering the entire  material facts, the learned Sessions Judge has granted bail which cannot be said to be incorrect. That apart, he further contended that  bail has been granted as early as on 15.5.2013 and that there is no iota of evidence  or submission  by the learned Public Prosecutor that the accused/respondent has got involved in similar or any other incident for seeking cancelation of bail.  Further he submitted that  even though  in the petition for cancellation of bail, it was mentioned that there are 20 previous cases were registered against the accused herein,  at Serial No.10 and 19, there is a repetition of Crime number and that  out of 19 cases, he has been acquitted in 18 cases.  Further when the accused/respondent got acquitted in previous cases, the same could not be quoted as a bad antecedent to cancel the bail order dated 15.5.2015.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/60472197/",
        "title": "4 Whether This Case Involves A ... vs State Of Gujarat on 15 July, 2015",
        "expanded_headline": "[C] In unreported judgment dated 6.6.2011 in\n\n\n                                Page 10 of 15\n R/CR.MA/8476/2015                                        CAV ORDER\n\n\n\nCriminal Misc. Application No.7269 of 2011 in\n\nCriminal Appeal No.642 of 2011 learned Single\n\nJudge of this High Court has, after referring\n\nseveral             previous       decision,          released       the\n\nappellant on bail. However, perusal of such\n\njudgment             makes      it        clear       that     in-fact\n\nappellant in that case was convicted under\n\nSection 395 for seven years, but acquitted\n\nunder       the       Arms     Act.       However,      the    learned\n\nSingle Judge has released the accused on bail\n\nsince he was on bail pending trial and has\n\nnot misused the liberty granted to him, in\n\naddition to a consideration that hearing of\n\nAppeal would take long time. Even though bail\n\nwas     granted         in     such       case,      learned    Single\n\nJudge       has       to     observe          that   discretion      of\n\ngranting bail is to be exercised judiciously\n\ndepending on the facts and circumstances of\n\neach case on the basis of nature of offence,\n\nmanner in which occurrence had taken place,\n\nbut there is no straight jacket formula which\n\ncan be pleaded in exercising the discretion\n\n\n\n                              Page 11 of 15\n R/CR.MA/8476/2015                                                 CAV ORDER\n\n\n\nconfirming that the facts and circumstances\n\nof each case will                       govern the exercise of\n\njudicial            discretion           while            considering         the\n\napplication.              The     learned            Single        Judge      has\n\nquoted several paragraphs of previous cases\n\nwhich goes to show that in all such reported\n\ncases, bail was granted only because of the\n\nreason that Appeal could not be taken up in\n\nnear future. Even, thereafter, summing up the\n\ncited case, the learned Single Judge has to\n\nobserve that ;",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/192947206/",
        "title": "Raja vs The Commissioner Of Police on 16 June, 2015",
        "expanded_headline": " Though many grounds have been raised in the petition, Mr.A.K.Manojkumar, the learned counsel appearing for the petitioner, confines his argument only in respect of non-application of mind on the part of the detaining authority in passing the order of detention.\n\t4. According to the learned counsel appearing for the petitioner, the detenu has been in remand in the adverse cases in Cr.Nos.978/14, 1077/14, 1313/14 and in the ground case in Cr.No.1460/2014, registered by the F-3 Nungambakkam Police Station and he filed bail application in the ground case before the learned Principal Sessions Judge, Chennai in Cr.MP.No.17398/14 and the same was pending  as on the date of the passing of the detention order.   He has also moved bail applications in the adverse cases before the 14th Metropolitan Magistrate Court, Chennai, in Crl.Nos.2116, 2117 and 2115 of 2014, respectively, and the same are pending. But, the Detaining Authority has arrived at the subjective satisfaction that there is very likely of the detenu coming out on bail in the adverse cases as well as in the ground case by relying upon the previous cases registered at D-1, Triplicane Police Station Cr.No.752/2013 for the offence u/s.341, 294(b), 336, 427, 397 and 506(ii) IPC, wherein bail was granted to the accused by Principal Sessions Judge in Crl.M.P.No.6863 of 2013.  But the particulars of the said similar case has not been furnished to the detenu, which would deprive the detenu of making an effective representation. The learned counsel would add that admittedly, in this case, the bail applications filed by the detenu in the adverse cases as well as in the ground case are pending and he is in remand in the said cases.  When a bail applications are pending, there is no presumption that the detenu would be granted bail.  No cogent materials are available before the Detaining Authority to conclude / to apprehend that the detenu is likely to get bail in the said cases. The apprehension entertained in the mind of the detaining authority that there is a real possibility of detenu coming out on bail as the bail applications in the adverse case and the ground case are pending is not justifiable for the reason that he has pre-judged the matter.  Concedingly he could not foresee the nature of the order that would be passed by the Court.  By the reason of pendency of the application, one could not easily come to the conclusion that the Court would certainly grant bail to the accused.  Further, the non-furnishing of the particulars of the similar cases referred to and relied upon would deprive of the detenu from making an effective representation. Hence, it is stated that the Detaining Authority has passed the impugned detention order in total non-application of mind and the subjective satisfaction arrived at by the Detaining Authority that there is real possibility of the detenu coming out on bail is a mere ipse dixit without any cogent materials.   In support of his contention, he relies on the judgments of the Hon'ble Apex Court reported in [a] 2006 [1] MLJ [Crl.] 539, [T.V.SARAVANAN @ S.A.R.PRASANNA VENKATACHARIAR CHATURVEDI V. STATE  OF TAMILNADU THROUGH SECRETARY AND ANOTHER]  ; [b]2005 [1] CTC 577 [VELMURUGAN @ VELU Vs. THE COMMISSIONER OF POLICE] ; [c] 2012 [7] SCC 181 [HUIDROM KONUNGJAO SINGH VS. STATE OF MANIPUR]  ; [d]2013 [1] LW (Crl.) 460 [LAKSHMI BAI NAT VS. THE SECRETARY TO THE GOVERNMENT, HOME, PROHIBITION AND EXCISE DEPT., FORT ST.GEORGE, CHENNAI-9 AND ANOTHER] and [e] 2008 [3] MLJ (Crl.) 144 [S.ANDAL VS. DISTRICT MAGISTRATE AND DISTRICT COLLECTOR, MADURAI DISTRICT, MADURAI AND ANOTHER].",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/1330756/",
        "title": "Prasanjeet Basu Mallick vs State Of Orissa on 24 July, 1996",
        "expanded_headline": " The learned counsel for the petitioner first submitted that the co-accused Viswajit Pande having been released on bail, the petitioner against whom similar allegations have been made may be released on bail. On perusal of various materials on record including the previous cases, it appears that the said co-accused was released on bail by applying the provision of Section 167(2), Proviso, of the Cr. P.C. Though it is reasonable to expect that the two co-accused persons similarly situated should be treated alike as far as practicable. It is not an inexorable rule. If the co-accused person would have been released on bail on merit. I would have considered such a plea of the present petitioner. Since the co-accused person was released on the ground of non-compliance of Section 167(2), Proviso, of the Cr. P.C. I am not inclined to accept this submission. The learned counsel for the petitioner faintly raised the question of applicability of Section 167(2), Proviso, of the Cr. P.C. to the facts of the present case, but in view of the decision of the Supreme Court reported in (1996) 10 OCR (SC) 265 : (1996 Cri LJ 1652), Dr. Bipin Shantilal Panchal v. State of Gujarat, he abondoned such an argument. As has been held in the aforesaid decision of the Supreme Court, since the right of petitioner to avail of the provision of 167(2), Proviso, of the Cr.P.C. has not been exercised, the petitioner is not entitled to be released on bail, applying the said provision at this stage, as charge sheet has already been filed.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/58765709/",
        "title": "Pramod Kumar Verma @ Dilranjan ... vs The State Of Bihar on 20 August, 2015",
        "expanded_headline": "The petitioner is apprehending his arrest in\n\n                 connection with Govindganj P.S. Case No.42 of 2014 for\n\n                 allegedly having committed the offence under Sections 302,\n\n                 341, 323, 324, 307, 326, 438 and 498A/34 of the Indian Penal\n\n                 Code, pending in the court of the learned Sub-Divisional\n\n                 Judicial Magistrate, Motihari, East Champaran.\n\n                            Learned counsel for the petitioner submits that the\n\n                 allegation against the petitioner is that he being the Bhaisur of\n\n                 the deceased lady had an evil eye on the property of the sister\n\n                 of the informant, namely, Priyanka Kuar, who had since\n     Patna High Court Cr.Misc. No.32752 of 2015 (2) dt.20-08-2015\n                                               2/2\n\n\n\n\n                 become widow. Learned counsel further submits that though\n\n                 the allegation is squarely lies on the shoulder of this petitioner,\n\n                 being the eldest member in the household, there is no specific\n\n                 allegation against him. Other co-accused persons, who have\n\n                 been alleged to have participated equally in the occurrence,\n\n                 have been extended the privilege of either anticipatory bail or\n\n                 regular bail by this Court in Cr.Misc. No.35520 of 2014, vide\n\n                 order dated 2.3.2015 and also in Cr.Misc. No.18281 of 2015,\n\n                 vide order dated 11.6.2015. While the previous case is one of\n\n                 regular bail where the petitioner has already remained in\n\n                 custody, the second one is one of anticipatory bail.",
        "additional_content": "Learned counsel for the petitioner submits that the\n\n                 allegation against the petitioner is that he being the Bhaisur of\n\n                 the deceased lady had an evil eye on the property of the sister\n\n                 of the informant, namely, Priyanka Kuar, who had since\n     Patna High Court Cr.Misc. No.32752 of 2015 (2) dt.20-08-2015\n                                               2/2\n\n\n\n\n                 become widow. Learned counsel further submits that though\n\n                 the allegation is squarely lies on the shoulder of this petitioner,\n\n                 being the eldest member in the household, there is no specific\n\n                 allegation against him. Other co-accused persons, who have\n\n                 been alleged to have participated equally in the occurrence,\n\n                 have been extended the privilege of either anticipatory bail or\n\n                 regular bail by this Court in Cr.Misc. No.35520 of 2014, vide\n\n                 order dated 2.3.2015 and also in Cr.Misc. No.18281 of 2015,\n\n                 vide order dated 11.6.2015. While the previous case is one of\n\n                 regular bail where the petitioner has already remained in\n\n                 custody, the second one is one of anticipatory bail."
    },
    {
        "subpage_link": null,
        "title": "Subhan Khan vs State Of Rajasthan Through Pp on 11 July, 2011",
        "expanded_headline": null,
        "additional_content": "Learned Public Prosecutor opposed the bail application."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/150924105/",
        "title": "Ramjan vs State Of Rajasthan Through P.P on 6 April, 2012",
        "expanded_headline": "Contention of learned counsel for petitioners is that allegation against petitioners in present case is of causing offence under Section 3/25 of the Arms Act. Learned court below rejected the bail application of petitioner Rajendra Singh @ Raju Banna on the ground of pendency of two previous cases against him; first for offence under Sections 143, 148, 149, 341, 307 and 427 IPC and second for offence under Sections 332 and 353 IPC. Bail application of petitioner Ramjan was rejected by the court below on the ground of pendency of two previous cases against him; first for offence under Sections 143, 148, 149, 341, 327, 307 and 427 IPC and second for offence under Section 13 of the R.P.G.O. Petitioners are in jail since 18.02.2012. Challan has been filed. Trial may take a long. Petitioners would undertake not to indulge in any offence in future and would maintain good conduct, if granted benefit of bail. There is no chance of fleeing the petitioners from justice.",
        "additional_content": null
    },
    {
        "subpage_link": null,
        "title": "Surendra Singh Urf Bhura vs State Of Rajasthan Through Pp on 6 April, 2012",
        "expanded_headline": null,
        "additional_content": "Without expressing any opinion on the merits of the case however considering the facts and circumstances of the case, I am inclined to enlarge the petitioner on bail u/S.439 Cr.P.C."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/147134692/",
        "title": "Rajender Singh Urf Raju Banna vs State Of Rajasthan Through P.P on 6 April, 2012",
        "expanded_headline": "Contention of learned counsel for petitioners is that allegation against petitioners in present case is of causing offence under Section 3/25 of the Arms Act. Learned court below rejected the bail application of petitioner Rajendra Singh @ Raju Banna on the ground of pendency of two previous cases against him; first for offence under Sections 143, 148, 149, 341, 307 and 427 IPC and second for offence under Sections 332 and 353 IPC. Bail application of petitioner Ramjan was rejected by the court below on the ground of pendency of two previous cases against him; first for offence under Sections 143, 148, 149, 341, 327, 307 and 427 IPC and second for offence under Section 13 of the R.P.G.O. Petitioners are in jail since 18.02.2012. Challan has been filed. Trial may take a long. Petitioners would undertake not to indulge in any offence in future and would maintain good conduct, if granted benefit of bail. There is no chance of fleeing the petitioners from justice.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/155449335/",
        "title": "(Suresh Alias Tinku vs . State Of Rajasthan) on 27 July, 2015",
        "expanded_headline": "It is stated that accused-applicants have been denined bail by the Court below in reference to previous cases. It is after ignoring the facts of the case where they have been falsely implicated . The offence under Section 307 IPC is not made out, thus for that reason also and otherwise, there is no explanation for delay in lodging FIR, the accused-applicants may be enlarged on bail. They undertake not to commit same or similar offence during the period of bail on its grant.\n\t\tLearned Public Prosecutor has opposed this bail application.",
        "additional_content": "Learned Public Prosecutor has opposed this bail application."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/46477857/",
        "title": "(Suresh Alias Tinku vs . State Of Rajasthan) on 27 July, 2015",
        "expanded_headline": "It is stated that accused-applicants have been denined bail by the Court below in reference to previous cases. It is after ignoring the facts of the case where they have been falsely implicated . The offence under Section 307 IPC is not made out, thus for that reason also and otherwise, there is no explanation for delay in lodging FIR, the accused-applicants may be enlarged on bail. They undertake not to commit same or similar offence during the period of bail on its grant.\n\t\tLearned Public Prosecutor has opposed this bail application.",
        "additional_content": "Learned Public Prosecutor has opposed this bail application."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/158076920/",
        "title": "Bimal Chandra Singha vs The State Of West Bengal on 11 June, 2014",
        "expanded_headline": "Jayanta Kumar Biswas, J:- The five petitioners in the CRM saying that\nthey are apprehending arrest in connection with Islampur P.S.Case No.1504 of\n2013 dated November 19,2013 under ss. 448/325/376/511/379/34 IPC are\nseeking bail under s.438 CrPC.\n\n       Advocate for the petitioners has submitted that the de facto complainant\ninstituted a case against the petitioners on August 7,2013 under ss.417/376/\n325/34 IPC; and the petitioners were released on bail in that case. His\nsubmission is that since the de facto complainant felt aggrieved by the bail the\npetitioners were granted in the previous case, she instituted the present case.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/22775049/",
        "title": "Brijmohan vs State Of Rajasthan Through P P on 7 September, 2012",
        "expanded_headline": "Before releasing petitioner, concerning court below shall verify his antecedents that he has no previous criminal case against him and would authorize his release only when it is verified that no previous case is registered against him.\nBail application stands disposed of.\n\n(Mohammad Rafiq) J.\n\n//Jaiman//74\nAll corrections made in the judgment/order have been incorporated in the judgment/order being emailed.\nGiriraj Prasad Jaiman\nPS-cum-JW",
        "additional_content": null
    },
    {
        "subpage_link": null,
        "title": "Bholu vs State Of Rajasthan Through Pp on 3 November, 2011",
        "expanded_headline": null,
        "additional_content": "Learned Public Prosecutor opposed the bail application but could not dispute the fact that both the witnesses including injured, have turned hostile."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/166679287/",
        "title": "Ankit Kumar vs State Of Rajasthan Through P P on 10 September, 2012",
        "expanded_headline": "Before releasing petitioner, concerning court below shall verify his antecedents that he has no previous criminal case against him and would authorize his release only when it is verified that no previous case is registered against him, expect mentioned above.\nBail application stands disposed of.\n\n(Mohammad Rafiq) J.\n\n//Jaiman//50\nAll corrections made in the judgment/order have been incorporated in the judgment/order being emailed.\nGiriraj Prasad Jaiman\nPS-cum-JW",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/108551014/",
        "title": "Yasin Urf Villi vs State Of Rajasthan Through Pp on 1 February, 2012",
        "expanded_headline": "Contention of learned counsel for petitioner is that co-accused Ashiq Khan (Bail Application No.7739/2011) and Manoj (Bail Application No.6464/2011) have already been enlarged on bail by orders dated 13.09.2011 and 26.07.2011 of different coordinate benches of this court. Petitioner is accused of committing offence under Sections 399, 401 IPC and 3/25 and 4/25 of Arms Act. Case of present petitioner stands on better footings than those co-accused who have already been enlarged on bail. Co-accused Ashiq Khan has four previous cases against him whereas petitioner has only two previous cases. He would undertake not to indulge in any similar or other offence in future and would maintain good conduct. Petitioner is in jail from 08;06.2011. Challan has been filed. He is ready to face the trial. There is no chance of fleeing the petitioner from justice.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/153618231/",
        "title": "Shaikh Anwar Shaikh Babar vs The State Of Maharashtra on 8 June, 2015",
        "expanded_headline": "14)              When one Judge has considered an application\n\n         of one of the accused from the same crime, in view of the\n\n\n\n\n\n         principle of parity, the discussion of material available\n\n         against        both       the   accused   needs     to     be      made        in\n\n         subsequently instituted application. Though granting of\n\n         bail is within the discretion, in subsequent application\n\n         filed by other accused, the Judge dealing with the matter\n\n\n\n\n    ::: Uploaded on - 15/06/2015                     ::: Downloaded on - 10/09/2015 19:33:40 :::\n                                             10    Applications 2222 & 2242/2015\n\n         needs to distinguish the case before him from the previous\ncase, if the accused before him needs to be granted bail\n\n\n\n\n                                                  \n         even when to other accused bail is already refused. This is\n\n         the requirement of discipline.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/91590725/",
        "title": "Lalit Laxmandas Soni vs The State Of Union Territory & Anr. on 11 July, 2013",
        "expanded_headline": "             A   substantial   part   of   the   order   passed   by   the   learned \n     Sessions Judge consists of recording the contentions advanced by the \n\n\n\n\n\n     learned   Public   Prosecutor   and   the   learned   counsel   for   the   accused \n     persons.   He has also referred to, and re-produced, the observations \n     made by the Supreme Court of India and various High courts in several \n     reported cases on which reliance was placed by the Public Prosecutor. \n     His reasoning, however, is found only in paragraph 12 of the impugned \n\n\n     av                                                                             3/8\n\n\n\n\n                                                         ::: Downloaded on - 27/08/2013 21:06:00 :::\n                                                               905-APL-514-2013-APL-515-2013\n\n\n     order,   in   which   the   learned   Sessions   Judge   discussed   the   nature   of \n     allegations against the applicants, that there were two previous cases \n\n\n\n\n                                                                                 \n     registered against the accused no.1, and that, the present offences were \n\n\n\n\n                                                         \n     committed when the accused no.1 was on bail in a previous case.  The \n     learned Sessions Judge observed -",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/63745792/",
        "title": "Chandravarnam vs The State Of Tamil Nadu on 5 February, 2016",
        "expanded_headline": " Though many grounds have been raised in the petition, the learned counsel appearing for the petitioner, confines his argument only in respect of non-application of mind on the part of the detaining authority in passing the order of detention.\n\t3.According to the learned counsel appearing for the petitioner, the detenue has been in remand in the ground case in Cr.No.720/2015 registered by Prohibition Enforcement Wing, Cuddalore and the bail application filed by the detenue in the said case before the District Sessions Judge, Cuddalore in Crl.MP. No.3324/2015 was pending as on the date of the passing of the detention order. Further, the Detaining Authority has arrived at the subjective satisfaction that there is very likely of the detenue coming out on bail in the said case by relying upon the detenue's previous case registered by Panruti P.E. Wing Crime No.587/2014 u/s.4(1)(aaa) &  4(1-A) Tamil Nadu Prohibition Act wherein bail was granted to the detenue by the District Sessions Judge, Cuddalore in Crl.M.P.No.4132/2014 dated 15.09.2014. The learned counsel would add that admittedly, in this case, the bail application filed by the detenue in the ground case is pending and she is in remand in the said case. When a bail application is pending, there is no presumption that the detenue would be granted bail. No cogent materials are available before the Detaining Authority to conclude/to apprehend that the detenue is likely to get bail in the said case. The apprehension entertained  in the mind of the detaining authority that there is a real possibility of detenue coming out on bail as the bail application in the ground case is pending is not justifiable for the reason that he has pre-judged the matter. Concedingly he could not foresee the nature of the order that would be passed by the Court.  By the reason of pendency of the application, one could not easily come to the conclusion that the Court would certainly grant bail to the accused. Hence, it is stated that the Detaining Authority has passed the impugned detention order in total non-application of mind and the subjective satisfaction arrived at by the Detaining Authority that there is a real possibility of the detenue coming out on bail is a mere ipse dixit without any cogent materials. In support of his contention, he relies on the judgments of the Hon'ble Apex Court reported in [a] 2006 [1] MLJ [Crl.] 539, [T.V.SARAVANAN @ S.A.R.PRASANNA VENKATACHARIAR CHATURVEDI V. STATE  OF TAMILNADU THROUGH SECRETARY AND ANOTHER]  ; [b]2005 [1] CTC 577 [VELMURUGAN @ VELU Vs. THE COMMISSIONER OF POLICE] and [c] 2012 [7] SCC 181 [HUIDROM KONUNGJAO SINGH VS. STATE OF MANIPUR] .",
        "additional_content": " According to the learned counsel appearing for the petitioner, the detenue has been in remand in the ground case in Cr.No.720/2015 registered by Prohibition Enforcement Wing, Cuddalore and the bail application filed by the detenue in the said case before the District Sessions Judge, Cuddalore in Crl.MP. No.3324/2015 was pending as on the date of the passing of the detention order. Further, the Detaining Authority has arrived at the subjective satisfaction that there is very likely of the detenue coming out on bail in the said case by relying upon the detenue's previous case registered by Panruti P.E. Wing Crime No.587/2014 u/s.4(1)(aaa) &  4(1-A) Tamil Nadu Prohibition Act wherein bail was granted to the detenue by the District Sessions Judge, Cuddalore in Crl.M.P.No.4132/2014 dated 15.09.2014. The learned counsel would add that admittedly, in this case, the bail application filed by the detenue in the ground case is pending and she is in remand in the said case. When a bail application is pending, there is no presumption that the detenue would be granted bail. No cogent materials are available before the Detaining Authority to conclude/to apprehend that the detenue is likely to get bail in the said case. The apprehension entertained  in the mind of the detaining authority that there is a real possibility of detenue coming out on bail as the bail application in the ground case is pending is not justifiable for the reason that he has pre-judged the matter. Concedingly he could not foresee the nature of the order that would be passed by the Court.  By the reason of pendency of the application, one could not easily come to the conclusion that the Court would certainly grant bail to the accused. Hence, it is stated that the Detaining Authority has passed the impugned detention order in total non-application of mind and the subjective satisfaction arrived at by the Detaining Authority that there is a real possibility of the detenue coming out on bail is a mere ipse dixit without any cogent materials. In support of his contention, he relies on the judgments of the Hon'ble Apex Court reported in [a] 2006 [1] MLJ [Crl.] 539, [T.V.SARAVANAN @ S.A.R.PRASANNA VENKATACHARIAR CHATURVEDI V. STATE  OF TAMILNADU THROUGH SECRETARY AND ANOTHER]  ; [b]2005 [1] CTC 577 [VELMURUGAN @ VELU Vs. THE COMMISSIONER OF POLICE] and [c] 2012 [7] SCC 181 [HUIDROM KONUNGJAO SINGH VS. STATE OF MANIPUR] ."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/150233947/",
        "title": "Samsudeen vs The Secretary To Government on 29 October, 2013",
        "expanded_headline": " Besides several grounds raised by the learned counsel appearing\nfor the petitioner to assail the impugned order of detention, he has mainly\nfocused his argument on the question of subjective satisfaction as to the\nsimilar case consideration by the Detaining Authority. The Detaining Authority\nby pointing out that in the similar case, there was no previous case and\ntherefore, bail was granted. But in the instant case, there are three adverse\ncases and therefore, it cannot be similar.\n\n\t\t5.We have heard Mr.C.Mayilvahana Rajendran, learned Additional\nPublic Prosecutor on the above point and perused the records carefully.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/136669757/",
        "title": "Poonkothai vs State Of Tamil Nadu on 29 October, 2013",
        "expanded_headline": " Besides several grounds raised by the learned counsel appearing\nfor the petitioner to assail the impugned order of detention, he has mainly\nfocused his argument on the question of subjective satisfaction as to the\nsimilar case consideration by the Detaining Authority. The Detaining Authority\nby pointing out that in the similar case, there was no previous case and\ntherefore, bail was granted. But in the instant case, there are two adverse\ncases and therefore, it cannot be similar.\n\n\t\t5.We have heard Mr.C.Mayilvahana Rajendran, learned Additional\nPublic Prosecutor on the above point and perused the records carefully.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/132957925/",
        "title": "Raju Jha vs The State Of Bihar on 12 May, 2010",
        "expanded_headline": " It is submitted by learned counsel for the petitioner\n\n                 that previous case i.e. Matihani P.S. Case No.           69 of 2008\n                      -2-\n\n\n\n\ninstituted for offences under section 366 A, 452 of the Indian\n\nPenal Code, was lodged by the present informant against the\n\npetitioner with an allegation that his younger sister was kidnapped\n\nby this petitioner with the help of other accused persons      for the\n\npurpose of marriage. Subsequently the alleged victim girl i.e. sister\n\nof the informant was recovered and her statement under section\n\n164 Cr.P.C. was recorded by the learned Magistrate, wherein she\n\ndid not support the allegation of kidnapping by this petitioner,\n\nrather she stated that she had voluntarily accompanied the accused\n\npersons for going out of her house. Taking into consideration the\n\nstatement of the victim girl, the petitioner was granted bail by a\n\nBench of this Court by a reasoned and speaking order dated 16.1.\n\n2009 passed in Cr. Misc. No. 49689 of 2008 vide Annexure-2 to\n\nthis petition. It is stated that after the release on bail by virtue of\n\naforesaid order dated 16.1.2009, the petitioner has not misused the\n\nprivilege of bail granted in the previous case.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/230368/",
        "title": "Ghulam Mustafa vs State Of Rajasthan And Ors. on 28 May, 1993",
        "expanded_headline": " From the above facts it can therefore be said that after his release on bail in sessions case No. 7/82 under Sec. 395, 397 and other sections of the Indian Penal Code the petitioner remained free and was arrested in another case under Sec. 307 IPC on June 19, 1983 and continued to remain in detention in that case and thereafter on June 20, 1984 the learned Sessions Judge convicted and sentenced him as aforesaid.\n\n5.  The question is as to whether so far as the case No. 7/82 under Sec. 395 and 397 IPC in which the maximum sentence of 6 years' imprisonment was passed, the petitioner is entitled to set off even the period of detention in other case No. 34/1984 despite the fact that he was arrested in the other case after his release on bail in the previous case. In other words, the question is as to whether it can be said that the accused petitioner was in detention in Sessions case No. 7/82 during the period from June 19, 1983 to June 20, 1984 and therefore he is entitled to set off the said period from the sentence awarded?. A perusal of Sec. 428 Cr. P.C. is necessary and the said section reads as under",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/67475130/",
        "title": "Crime No. 868/2011 Of The ... vs By Sri.K.Ramakumar",
        "expanded_headline": "Crl.M.C.1466/2013            6\n      5.     Though  learned   counsel  appearing  for\n\npetitioner       (de  facto  complainant) referred   to\n\nvarious observations made by this court in some of\n\nthe     proceedings    wherein   first  respondent  is\n\nproceeded as accused in one or other crime such\n\nobservations cannot have any impact in adjudging\n\nthe merit of the case canvassed for revoking bail\n\nalready granted to him.       He did not appear before\n\nthe     Sessions    Judge  for  his  questioning  under\n\nsection 313 Cr.P.C in the pending sessions case and\n\nthat in the         matrimonial appeal this Court had\n\ngiven a direction that he should not carry arms\n\nwhen he appear before the family court, but it was\n\nviolated as seen from the incident in the second\n\ncrime        are highlighted to press the petition.\n\nThere should be proof that the accused has misused\n\nor abused the freedom during the bail.      Report sent\n\nby the Judge, Family Court prima facie indicate\n\nthat when the first respondent's sister, allegedly,\n\nabused the father of petitioner at the court hall\n\nhe slapped her and then first respondent intervened\n\f\nCrl.M.C.1466/2013             7\n\nand both he and his sister assaulted the father of\n\npetitioner.         Having regard to that report and\n\ntaking note of the parameters in adjudging a bail\n\napplication        with  other  circumstances presented\n\nafter perusal of the Case Diary in that crime I\n\nhave granted bail to the first respondent subject\n\nto    some       conditions.  When  that   be  so,  his\n\ninvolvement in the subsequent crime cannot be set\n\nforth as a ground enabling the petitioner to seek\n\nfor cancellation of bail granted in a previous\ncase.      Consideration over cancellation of bail is\n\ndifferent from those of granting bail to an accused\n\nperson. Where        there is reason to hold that  the\n\nliberty granted by bail has been abused it can be\n\nrevoked.       Normally, in a case of this nature where\n\nMagistrate has granted bail that too after giving\n\nan opportunity of hearing to petitioner de facto\n\ncomplainant)        who   intervened and   opposed  the\n\napplication       for  bail  filing  separate petition,\n\nnothing prevented her from moving the Magistrate\n\nfor cancellation if she has sufficient ground to do\n\f\nCrl.M.C.1466/2013            8\n\nso.     It goes without saying an opportunity has to\n\nbe afforded to the accused already released on bail\n\nbefore his bail is cancelled.        Violation of facts\n\nimputing       abusing of0 his freedom while on bail is\n\nto be affirmed by the person seeking cancellation\n\nof bail providing an opportunity to the accused to\n\ncontrovert it, if he disputed such allegations,\n\nfiling       a   counter affidavit.     Petitioner  has\n\nevidently filed this petition before this court to\n\nrender support to the opposition raised by the de\n\nfacto complainant (her father) in opposing the bail\n\nsought by first petitioner in the crime registered\n\nover the incident which occurred in the family\n\ncourt.         Though there may be strong suspicious\n\ncircumstance to show the culpability of the first\n\nrespondent in mounting a conjoint assault with his\n\nsister on petitioner's father at the family court,\n\nat this stage, when investigation of the crime\n\nregistered thereof is pending, I find it cannot be\n\njustifiably considered as a circumstance to revoke\n\nthe bail granted to first respondent in another\n\f\nCrl.M.C.1466/2013            9\n\ncrime.       I find petitioner has not made out a case\n\nfor    cancelling    the  bail  granted to  the  first\n\nrespondent under Annexure A order.         Petition is\n\ndismissed.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/164676725/",
        "title": "Madan Lal Alias Madam Lal Alias ... vs The State Of Punjab on 12 December, 2012",
        "expanded_headline": "----\n\n\npetitioner. He has further submitted that there is no previous history\n\nof involvement of the petitioner in any such case.\n\n            Learned State counsel, on the other hand, has submitted\n\nthat there has been a secret information about the involvement of the\n\npetitioner in the sale of heroin. He did not dispute the fact that in\n\nthe previous case despite an order of granting anticipatory bail to\n\nthe petitioner, he was arrested by the SHO of the police station and\n\nthat the petitioner had been instrumental in getting departmental\n\nproceedings initiated against him and had also filed a contempt\n\npetition against him in this court. He has, however, submitted that\n\nthis alone is not a sufficient ground to hold that the SHO has tried\n\nto falsely implicate the petitioner.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/187005119/",
        "title": "Sunil Kumar Urf Suniya vs State Of Rajasthan Through P.P on 15 February, 2013",
        "expanded_headline": "Learned counsel for the petitioners have submitted that petitioners were neither named in the first information report nor have they been assigned any role by prosecution witnesses namely; Madhusudan Sharma, Murarilal, Krishna Murari and Manoj, who however in their statements recorded u/S.161 Cr.P.C. for the first time named the petitioners. Petitioner Rajendra was arrested on 26/10/2009 and petitioner-Sunil Kumar @ Suniya was arrested on 28/9/2012 and since then, they are in jail. All the accused except Jameel & Ramlal Saini, have been granted bail. Petitioner Kishore Kumawat against whom there was allegation of causing injury by the use of 'gupti' a sharp edged weapon, has been enlarged on bail by order of the co-ordinate bench of this court dated 23/8/2011. Accused petitioner Manoj, who had ten previous cases registered against him, has been granted bail by order of the Supreme Court dated 26/11/2012 on consideration of the fact that majority of the accused persons have been released on bail and he has remained behind the bars for last almost four years and allegation against him is almost identical. After framing of charge, matter has not proceeded further and recording of the statements of prosecution witnesses is yet to commence because of the stay order passed by this Court in the revision petition filed by some of the co-accused. This Court may therefore grant indulgence of bail to the accused petitioners.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/24110407/",
        "title": "Bablu Das vs The State Of West Bengal on 25 March, 2014",
        "expanded_headline": "This application for anticipatory bail is, thus, disposed of.\"\n\n        It is evident from the order granting Rabiul anticipatory bail that none of the above-\nmentioned facts was brought to the notice to the court when it was considering the question of\ngranting Rabiul anticipatory bail. The case diary materials reveal that Rabiul also has a noticeable\npast in that he is also involved in a previous case. On the facts, we do not find any reason to grant\nthe petitioner anticipatory bail. Since Rabiul was granted bail without noticing the above-noted\nfacts, we are of the view that the petitioner is not entitled to equality benefit.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/179727739/",
        "title": "Rajendra vs State Of Rajasthan Through P P on 15 February, 2013",
        "expanded_headline": "Learned counsel for the petitioners have submitted that petitioners were neither named in the first information report nor have they been assigned any role by prosecution witnesses namely; Madhusudan Sharma, Murarilal, Krishna Murari and Manoj, who however in their statements recorded u/S.161 Cr.P.C. for the first time named the petitioners. Petitioner Rajendra was arrested on 26/10/2009 and petitioner-Sunil Kumar @ Suniya was arrested on 28/9/2012 and since then, they are in jail. All the accused except Jameel & Ramlal Saini, have been granted bail. Petitioner Kishore Kumawat against whom there was allegation of causing injury by the use of 'gupti' a sharp edged weapon, has been enlarged on bail by order of the co-ordinate bench of this court dated 23/8/2011. Accused petitioner Manoj, who had ten previous cases registered against him, has been granted bail by order of the Supreme Court dated 26/11/2012 on consideration of the fact that majority of the accused persons have been released on bail and he has remained behind the bars for last almost four years and allegation against him is almost identical. After framing of charge, matter has not proceeded further and recording of the statements of prosecution witnesses is yet to commence because of the stay order passed by this Court in the revision petition filed by some of the co-accused. This Court may therefore grant indulgence of bail to the accused petitioners.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/140367075/",
        "title": "Mohinder Kaur @ Mindo vs State Of Punjab on 8 January, 2014",
        "expanded_headline": "Kanchan\n2014.01.09 10:59\nI attest to the accuracy and\nintegrity of this document\nchandigarh\n               CRM No. M-43158 of 2013\n                                                        2\n\n                                 Learned State counsel while opposing the regular bail\n\n              application would contend that the petitioner is a habitual\n\n              offender and has been involved in two previous cases under the\n\n              NDPS Act itself. Learned State counsel, accordingly, would argue\n\n              that the petitioner is not entitled for the concession of a regular\n\n              bail.",
        "additional_content": "Kanchan\n2014.01.09 10:59\nI attest to the accuracy and\nintegrity of this document\nchandigarh\n               CRM No. M-43158 of 2013\n                                                        2\n\n                                 Learned State counsel while opposing the regular bail\n\n              application would contend that the petitioner is a habitual\n\n              offender and has been involved in two previous cases under the\n\n              NDPS Act itself. Learned State counsel, accordingly, would argue\n\n              that the petitioner is not entitled for the concession of a regular\n\n              bail."
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/178042876/",
        "title": "Sanju And Ors vs State Of Rajasthan Through P P on 20 September, 2012",
        "expanded_headline": "Contention of learned counsel for petitioners is that petitioners were first arrested in F.I.R. No.17/2012 lodged with Police Station Adarsh Nagar, Ajmer, and thereafter there arrest was shown in five more cases. Present applications are in four of those six cases. It is alleged that petitioners by using ATM cards of complainant withdrew money from ATM. Total amount in all six cases is less than Rs.3,00,000/-. In two of these matters, they have already been granted bail. Except these six cases, there is no previous case registered against any one of them. Challan has already been filed. Petitioners are in jail from 08.05.2012. Petitioners would undertake not to indulge in any offence in future and would maintain good conduct, if granted benefit of bail. Trial may take a long. There is no chance of fleeing the petitioners from justice.",
        "additional_content": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/148710511/",
        "title": "Smt. Aruna Shastri vs The State Of Madhya Pradesh on 22 November, 2019",
        "expanded_headline": "In reply, the applicant's counsel submit that in previous case bail\nhas been granted to Pradeep Jain by order dated 13.11.2019 passed in\nM.Cr.C. No. 41811/2019. The allegation against the applicant is only\n\nthat she create the pressure upon the deceased to compromise the matter\nwith the teacher. It is also alleged that the applicant organized the rally of\nthe students to oppose the action against the teacher Pradeep Jain. The\ndeceased committed suicide on 12.10.2019, behind left a suicidal\nnote/letter. Applicant also submitted that looking to the suicide note no\nany ingredients of Section 107 of IPC are found.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/160831510/",
        "title": "Bhupendra Kumar Gupta Alias ... vs The State Of Jharkhand on 11 March, 2014",
        "expanded_headline": "It appears that earlier informant has filed a complaint ,\n                which was sent for institution of case under Section 156 (3)\n                of the Cr.P.C. and accordingly, Bengabad P.S. Case No. 93 of\n                2012 dated 28.07.2012 under Sections 419, 420, 423, 467,\n                468, 471 & 120B of the I.P.C. instituted (Annexure-2). It is\n                submitted that on the same fact and for the same\n                occurrence, informant has filed another complaint, which\n                was also sent to the police station for institution of case\n                under Section 156 (3) of the Cr.P.C. and on the basis of that\n                Giridih (Town) P.S. Case No. 240 of 2013 dated 04.08.2013\n                instituted under Sections 419, 420, 467, 468, 471 & 34 of\n                the I.P.C. It is submitted that for the same offence two F.I.R.\n                are not tenable. It is submitted by learned counsel for the\n                petitioners that petitioners have already been granted bail\n                in previous case i.e. Bengabad P.S. Case No. 93 of 2012.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/121662924/",
        "title": "Banti Urf Rajesh vs State Of Rajasthan Through Pp on 16 February, 2012",
        "expanded_headline": "Contention of learned counsel for petitioner is that the offence alleged against the petitioner is under Sections 392 and 402 IPC. Petitioner has two previous cases registered against him. Two other co-accused, namely, Akram (Bail Application No.11841/2011 decided on 19.12.2011) had four previous cases and co-accused Dheeraj (Bail Application No.9842/2011 decided on 19.10.2011) had three previous cases, have already been enlarged on bail by a coordinate bench of this Court. Challan has been filed. Trial may take a long. Petitioner is ready to face the trial. Petitioner would undertake not to indulge in any offence in future and would maintain good conduct. There is no chance of fleeing the petitioner from justice.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": null,
        "title": "Malek vs State on 13 January, 2010",
        "expanded_headline": null,
        "additional_content": "not\n\ttake undue advantage of their liberty or abuse their liberty;",
        "pdf_link": "https://indiankanoon.org/doc/1081810/"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/111853793/",
        "title": "Manna Mondal vs The State Of West Bengal on 6 December, 2013",
        "expanded_headline": "Mr. Public Prosecutor appearing for the State and producing the case diary has submitted\nas follows. After the petitioner's arrest on June 14, 2013 custodial interrogation provided leads\nfollowing which the investigating officer recovered 270 gm heroin.       Consequently on June 19,\n2013 a fresh FIR under the NDPS Act was registered and the petitioner was arrested in\nconnection with this fresh case. He was then produced before the court below that took him in\ncustody and remanded him in custody. Hence bail in the previous case could not and did not\nentitle the petitioner to release.\n\n\n\n        Having regard to the nature of the offence (recovery of 270 gm heroin following leads\ncoming from the petitioner), we are of the view that it will not be appropriate to grant the\npetitioner bail. Bail in the previous case is of no consequence, because the petitioner has been\narrested in connection with the fresh case and the court below remanded him in custody in\nconnection therewith. Bail to the petitioner, in our opinion, is likely to affect the general interest\nof the society.\n\n        For these reasons, we dismiss the CRM. Certified xerox.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/199027412/",
        "title": "Pukh Raj vs State Of Raj Asthan Through Pp on 8 July, 2011",
        "expanded_headline": "Contention of the learned counsel for the petitioner is that the allegation of snatching the bag containing currency notes is against co-accused Pankaj Gupta and Girish Sharma. Girish Sharma has already been enlarged on bail by order dated 21.6.2011. Thereafter, Pankaj Gupta has also been released on bail by order dated 28.6.2011. The allegation against petitioner is that he informed them that the complainant Lalit Garg has started travelling from Ajmer with the money. It is argued that the case of the petitioner stands on better footing than those principal accused, who have already been enlarged on bail. Regarding previous cases, it is argued that initially four cases were registered against the petitioner in the year 1986, 1991, 1992 and 1993 and one case was pertaining to the year 2009 for offence u/s.323 and 341 of IPC was about boundary dispute of land with the cousins. Petitioner would undertake not to indulge in any offence in future.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/103434365/",
        "title": "Sri Sushanta Kumar Banik vs The State Of Tripura Represented ... on 1 June, 2022",
        "expanded_headline": "\"17........it can be stated that Sri Sushanta kumar Banik S/o Lt.\n                Shanti Ch. Banik of Siddhi Ashram, Badharghat, Kalimata\n                Sangha Near Agartala Railway Station, PS Amtali, West\n                Tripura District is a kingpin in illegal trafficking of narcotic\n                drugs inside the state as well as outside the state. He did not\n                stop his illegal activities of narcotic drugs and psychotropic\n                substances even after his arrest in 01 (one) previous case.\n                And after being allowed bail in the previous case he was again\n                found involved in East Agartala PS case No.2021EAG052,\n                dated 25/04/2021, U/s 21(B)/29 of NDPS Act which shows\n                his determination to continue his illegal NDPS business. It is\n                further mentioned that, as illicit trafficking in narcotic drugs\n                and psychotropic substances is causing a serious threat to the\n                health and welfare of the people and to protect the society\n                from this menace it was required to take stern action against\n                the petitioner and therefore proposal for issuing of detention\n                order against the petitioner U/s- 3 of PIT NDPS Act, 1988 was\n                initiated to prevent him from engaging in illicit trafficking of\n                narcotic drugs and psychotropic substances in future.\"\n\n\n                [37]        Learned Advocate General has also taken us\n\n                through the official record. It goes to show that the\n\n                detention order dated 12.11.2021 was duly served on\n\n\n\n\nWP(C)(HC)06 / 2021\n                                              -39-\n\n\n\n\n                the detenue on 19.11.2021 along with a separate\n\n                document signed by the detaining authority which\n\n                contains   the    detailed   grounds of    detention.   The\n\n                detenue acknowledged receipt of those documents by\n\n                putting his signature thereon.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/133500811/",
        "title": "Between vs State Of Himachal Pradesh on 3 June, 2022",
        "expanded_headline": "8.     It has been alleged by the deceased that after getting\n\n    bail   in   previous case,     petitioner     Swarit      Malhotra       was\n\n\n\n    harassing, threatening and humiliating the deceased because\n\n    of which she was not having any other option but to end her\n\n\n\n\n    life. After releasing on bail, petitioner made a call to one Lalta\n\n\n\n\n\n    Aggarwal, a friend of deceased, to call deceased at Kangra,\n\n    without informing the deceased that petitioner would be there\n\n\n\n\n\n    and advised sister of deceased to ask the deceased to\n\n    withdraw the criminal case with threat that in case of\n\n    continuation of criminal case he would strip the deceased and\n\n    would kill her and after release on bail petitioner had been\n\n    continuously doing propaganda against the deceased and her\n\n\n\n\n                                                  ::: Downloaded on - 04/06/2022 20:03:15 :::CIS\n                               Cr.MP(M) Nos.1166 & 1172 of 2022\n                                    ...6...",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/149383097/",
        "title": "Between vs State Of Himachal Pradesh on 3 June, 2022",
        "expanded_headline": "8.     It has been alleged by the deceased that after getting\n\n    bail   in   previous case,     petitioner     Swarit      Malhotra       was\n\n\n\n    harassing, threatening and humiliating the deceased because\n\n    of which she was not having any other option but to end her\n\n\n\n\n    life. After releasing on bail, petitioner made a call to one Lalta\n\n\n\n\n\n    Aggarwal, a friend of deceased, to call deceased at Kangra,\n\n    without informing the deceased that petitioner would be there\n\n\n\n\n\n    and advised sister of deceased to ask the deceased to\n\n    withdraw the criminal case with threat that in case of\n\n    continuation of criminal case he would strip the deceased and\n\n    would kill her and after release on bail petitioner had been\n\n    continuously doing propaganda against the deceased and her\n\n\n\n\n                                                  ::: Downloaded on - 04/06/2022 20:03:15 :::CIS\n                               Cr.MP(M) Nos.1166 & 1172 of 2022\n                                    ...6...",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/65148801/",
        "title": "Devinagar vs State Of Himachal Pradesh on 8 August, 2022",
        "expanded_headline": "28.          It has also been contended that in case Tarun Batra\n\n\n\n\n\n    was released on bail for commission of similar offence, then it\n\n    was expected from the prosecution/police to take appropriate\n\n\n\n\n\n    steps for cancellation of his bail in previous case for his\n\n    involvement in present case or for absconding, but no such\n\n    action appears to have been taken from the material placed on\n\n    record.\n\n    29.          As per Status Report, petitioner could not produce\n\n    any agreement with PB Pharmaceuticals and Gajanand Pharma,\n\n    as required under law/instructions in view of Rule 84(D)\n\n\n\n\n                                           ::: Downloaded on - 08/08/2022 20:02:18 :::CIS\n                                                     Cr.MP(M) No.478/2022\n                                        ...13...",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/87004389/",
        "title": "Mohammad Ubaid vs State Of U.P. on 2 August, 2023",
        "expanded_headline": "4.\tLearned counsel for the applicant further submits that on previous occasion, bail was granted, however till date no bail cancellation has been moved by the informant as per the knowledge of applicant for cancellation of bail in previous cases. He submits that once it is shown that offence is bailable then applicant cannot be permitted to be remain in jail only on the ground of previous criminal history. He further submits that long drawn criminal history against the applicant is only on account of political enmity. He relied upon para 21 of the affidavit to submit that informant is the witness of the sale deed of the land being transferred in favour of the son of police personnel, which itself is indicative of the fact that the manner in which police is being handled by the informant as friends. It is further submitted that arrest of co-accused persons have already been stayed by this Court in Criminal Misc. Writ Petition No.7242 of 2023, copy of which has been filed at Annexure No.10. Applicant is languishing in jail since 9.4.2023 and in case he is released on bail, he will not misuse the liberty of bail and will cooperate in the trial.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/67414220/",
        "title": "Swarit Malhotra vs State Of Himachal Pradesh on 12 January, 2023",
        "expanded_headline": "7.     It has been alleged by the deceased that after getting\n\n    bail   in   previous case,   petitioner    Swarit       Malhotra        was\n\n    harassing, threatening and humiliating the deceased because\n\n\n\n\n                                                ::: Downloaded on - 12/01/2023 20:35:12 :::CIS\n                                               Cr.MP(M) No.2104 of 2022\n                                    ...5...\n\n    of which she was not having any other option but to end her\n\n    life. After releasing on bail, petitioner made a call to one Lalta\n\n    Aggarwal, a friend of deceased, to call deceased at Kangra,\n\n\n\n\n                                                                .",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/31002599/",
        "title": "Between vs And on 20 September, 2022",
        "expanded_headline": "7.     It has been alleged by the deceased that after getting\n\n    bail in previous case, co-accused Swarit Malhotra was\n\n\n\n\n                                           ::: Downloaded on - 20/09/2022 20:06:16 :::CIS\n                                    Cr.MP(M) No.1559 of 2022\n                                  ...5...\n    harassing, threatening and humiliating the deceased because\n\n    of which she was not having any other option but to end her\n\n\n\n\n                                                           .",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/32016323/",
        "title": "The Assistant Commissioner vs F. Ubaithullah on 20 October, 2021",
        "expanded_headline": "2. It is the case of the petitioner that while he was discharging his\n\n                     duty as Customs Officer and checking the baggages belonging to the 1st\n\n                     respondent/accused herein, the accused person had prevented the petitioner\n\n                     from discharging his duty, due to which a wordy quarrel arose between the\n\n                     petitioner and the accused which resulted in the registration of FIR.\n\n\n\n                                  3. The learned counsel for the petitioner submits that this Court had\n\n                     granted anticipatory bail to the 1st respondent/accused herein in\n\n                     Crl.O.P.No.26942 of 2017 on the sole ground that there are no previous\ncases pending against the accused person which has to be reconsidered. He\n\n\n                     2/6\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                  Crl.O.P.No.8388 of 2018\n\n                     further submits that the accused is a habitual offender and has been engaged\n\n                     in smuggling activities and has been detained under COFEPOSA Act.\n\n                     However suppressing the previous cases pending against him, the accused\n\n                     moved           anticipatory bail petition and had obtained favourable orders.\n\n                     Further, the signature of the accused in the affidavit filed in support of\n\n                     Anticipatory Bail petition is also not genuine and therefore on these grounds\n\n                     the bail granted to the accused needs to be reconsidered and recalled.\n\n\n\n\n\n\n                                    4. Learned counsel appearing for the accused/respondent submitted\n\n                     that the petitioner had in no way suppressed any materials relating to the\n\n                     previous cases against him. Nowhere had the accused stated that there were\n\n                     no previous cases against him. It is further submitted by the learned counsel\n\n                     for the petitioner that, in fact, the learned counsel for the respondent, who\n\n                     represented the matter on the day when bail was granted had made a\n\n                     categorical statement that no previous case is pending against the petitioner.\n\n\n\n\n\n\n\n                                  15. A bare perusal of the materials available on record, more so, the\n\n                     submission of the learned counsel for the petitioner at the time of granting\n\n                     bail, a categorical recording has been made by this Court that no previous\ncase is pending against the accused. Further, it is to be pointed out that the\n\n                     accused had not made any mention about no previous case pending against\n\n                     him. Taking into consideration the stand of the learned counsel for the\n\n                     petitioner herein, this Court, considering all the other materials had granted\n\n                     anticipatory bail to the accused. Therefore, by no stretch of imagination,\n\n                     could it be said that the accused had suppressed about the previous cases\n\n                     pending against him. The lacunae on the part of the learned counsel for the\n\n                     petitioner herein in not making proper submission before the Court cannot\n\n                     be put against the accused and claim that there is suppression of material\n\n                     facts.",
        "additional_content": "3. The learned counsel for the petitioner submits that this Court had\n\n                     granted anticipatory bail to the 1st respondent/accused herein in\n\n                     Crl.O.P.No.26942 of 2017 on the sole ground that there are no previous\ncases pending against the accused person which has to be reconsidered. He\n\n\n                     2/6\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                  Crl.O.P.No.8388 of 2018\n\n                     further submits that the accused is a habitual offender and has been engaged\n\n                     in smuggling activities and has been detained under COFEPOSA Act.\n\n                     However suppressing the previous cases pending against him, the accused\n\n                     moved           anticipatory bail petition and had obtained favourable orders.\n\n                     Further, the signature of the accused in the affidavit filed in support of\n\n                     Anticipatory Bail petition is also not genuine and therefore on these grounds\n\n                     the bail granted to the accused needs to be reconsidered and recalled.",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/70379829/",
        "title": "Suraj Giri vs State Of Rajasthan on 13 January, 2023",
        "expanded_headline": "A   perusal    of    the     challan       papers       and     the\nconclusion drawn in the charge-sheet indicates that\nneither any mobile phone was recovered from the\npetitioner nor any call details pertaining to the\npetitioner, have been collected by the Investigating\nOfficer during investigation. Thus, the only evidence as\nagainst the petitioner remains in the form of the\ninterrogation notes of the co-accused recorded by the\nPolice Officer during investigation. The evidentiary\nvalue of such interrogation notes is questionable. As\nper the order rejecting bail, two previous cases are\nregistered against the petitioner but neither involve\nthe offence under the NDPS Act.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/125041902/",
        "title": "­Dhamota vs Unknown on 28 January, 2022",
        "expanded_headline": ".\n\n                6.                In this case, there is previous history of the\n                petitioner of indulging in activities prohibited under the\n                provisions of the ND&PS Act. The petitioner,while on bail in\n\n\n\n\n\n                previous cases registered against her under the provisions of\n                ND&PS Act,has again been found to have allegedly indulged in\n                the commission of the offences punishable under the NDPS Act.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/29724214/",
        "title": "Anilkumar vs The State Rep. on 29 November, 2022",
        "expanded_headline": "3.On the side of the petitioner, it is stated that the respondent failed\n\n                     to follow the procedures contemplated under Section 42 of NDPS Act.\n\n                     Copy of the secret information was not sent to the higher officials. The\n\n\n                     2/9\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                        CRL OP(MD). No.20995 of 2022\n\n\n                     petitioner was not produced before the Gazette Officer or the Judicial\n\n                     Magistrate as per Section 50 of NDPS Act and mandatory provision\n\n                     under Sections 50(6), 50(5) of NDPS Act were not followed. Sample\n\n                     was not taken in the presence of Judicial Magistrate as per Section 52(A)\n\n                     of NDPS Act. The petitioner has already filed an application before the\n\n                     Special Court of EC and NDPS Act Cases, Thanjavur and the same was\n\n                     dismissed on 21.03.2022. There was no recovery from this petitioner.\n\n                     Co-accused viz., A3, A5 were already released on bail. No previous case\n\n                     is pending against this petitioner and the seized vehicle is not in the name\n\n                     of the petitioner. The petitioner is only summoned in the case.\n\n                     Contraband was not recovered from the car, in which, the petitioner was\n\n                     traveling. The only offence alleged against the petitioner is that he\n\n                     traveled along with A3 and A5, who were already released on bail.\n\n                     There was no necessity for the car to follow the car, in which, contraband\n\n                     was seized. There is no necessity for a buyer to follow the car of the\n\n                     seller and the allegation of the prosecution is unbelievable.             The\n\n                     prosecution has not stated anything as to the quantity to be purchased,\n\n                     the rate fixed etc., Even after a lapse of twelve months, there was no\n\n                     materials to show the offer price or the quantity to be purchased. There\n\n\n                     3/9\n\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                              CRL OP(MD). No.20995 of 2022\n\n\n                     is no warrant under Section 37 against the petitioner. Both the cars are\n\n                     recovered only from A1. Both the cars and the contraband were not\n\n                     recovered from the petitioner.           The petitioner is ready to give local\n\n                     address and to produce local sureties.            Hence, prayed to release the\n\n                     petitioner on anticipatory bail.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/91201505/",
        "title": "Jannat vs State Of Himachal Pradesh on 18 May, 2023",
        "expanded_headline": "account of her inability to return back to the house of\n\n\n\n\n\n    Sanavvar the same day. Taking benefit of the presence of\n\n\n\n\n\n    petitioner in the house of Malkhan Shah, she was got\n\n    arrested on a false charge, whereas, she had nothing to\n\n    do with alleged offence.\n\n    6.\n\n\n                 The prayer made by the petitioner is opposed\n\n    on the ground that the involvement of petitioner is in a\n\n\n    case involving commercial quantity of contraband. She is\n\n    not entitled to bail keeping in view the rigors of Section\n\n\n    37 of the NDPS Act (for short, 'the Act'). Her involvement\n\n    in a previous case has also been pleaded as one of the\n\n\n\n\n    grounds to deny her right of bail. It is submitted that\n\n\n\n\n\n    petitioner is habitual offender and in case of her release,\n\n    she may again indulge in similar activity.\n\n\n\n    The belief under Section 37 of the Act also cannot be said\n\n\n\n\n    to be a substitute for an opinion as to innocence of the\n\n\n\n\n\n    bail petitioner. Rather, it has to be a prima-facie\n\n    satisfaction of the Court as regards the availability of\n\n\n\n\n\n    facts which if proved, may result in acquittal of the\n\n    accused.\n\n    13.         The existence of previous case under NDPS Act\n\n    against petitioner also is to be seen in light of above\n\n\n\n\n                                        ::: Downloaded on - 19/05/2023 20:31:04 :::CIS\n                               8\n\n    noted facts. She cannot be termed to be a habitual\n\n    offender. Petitioner is already on bail in previous case.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/22665820/",
        "title": "Hitesh Giri vs State Of Rajasthan on 13 January, 2023",
        "expanded_headline": "A   perusal    of    the     challan       papers       and     the\nconclusion drawn in the charge-sheet indicates that\nneither any mobile phone was recovered from the\npetitioner nor any call details pertaining to the\npetitioner, have been collected by the Investigating\nOfficer during investigation. Thus, the only evidence as\nagainst the petitioner remains in the form of the\ninterrogation notes of the co-accused recorded by the\nPolice Officer during investigation. The evidentiary\nvalue of such interrogation notes is questionable. As\nper the order rejecting bail, two previous cases are\nregistered against the petitioner but neither involve\nthe offence under the NDPS Act.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/91271653/",
        "title": "Kalpna vs State Of Himachal Pradesh on 28 February, 2023",
        "expanded_headline": ".\n               6.      In this case, there is previous history of the petitioner of\n\n\n\n\n\n               indulging in activities prohibited under the provisions of the\n               ND&PS Act. The petitioner, while on bail in previous cases\n               registered against her under the provisions of ND&PS Act, has\n\n\n\n\n\n               again been found to have allegedly indulged in the commission\n               of the offences punishable under the NDPS Act. In this view of\n               the matter, though the contraband allegedly recovered from the\n               petitioner is of intermediate quantity, yet, this Court is of the\n\n\n\n\n               7.\n                 r               to\n               view that the petitioner does not deserves to be released on bail.\n               Accordingly, this petition, being devoid of merit, is dismissed.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/149148295/",
        "title": "Alsiya vs The State Of Madhya Pradesh on 25 August, 2021",
        "expanded_headline": "Learned counsel for the applicant-accused submits that the\n                                    applicant ha s been falsely implicated in this case on the ground of\n                                    previous criminal record. Applicant-accused is not previously convicted.\n                                    He is in custody since 23.03.2021. Charge-sheet has been filed. It is the\n                                    time of pandemic COVID-19 due to which conclusion of trial will take\n                                    time for final disposal. There is no probability of his absconding or\n                                    tampering with the prosecution evidence. The other 27 co-accused have\nSignature Not Verified\n  SAN\n                                    been released on bail by the learned Court below. Applicant is already\nDigitally signed by PALLAVI SINHA\nDate: 2021.08.26 16:48:53 IST\n                                                                     2                         MCRC-34284-2021\n                                    on bail in previous cases. The accused/applicant is ready to furnish bail\n                                    as per the order, abiding with all conditions imposed by the Court. On\n                                    these grounds, learned counsel for the applicant prays for grant of bail to\n                                    the applicant.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/84550127/",
        "title": "Satnam Singh Alias Tittu vs State Of Himachal Pradesh on 18 September, 2020",
        "expanded_headline": "after remanded to police custody for three days, he is in judicial\n\n\n\n\n\n    custody.\n\n    6.           Learned counsel for the petitioner has submitted that\n\n\n\n\n\n    previous cases cannot be a ground for rejection of bail application.\n\n    His plea may be correct however it is also settled that credentials of\n\n\n\n\n\n    the petitioner, are also relevant to be considered for granting or\n\n    refusing bail.   Obviously for ascertaining credentials, previous\n\n    conduct/past criminal history would also be relevant.\n\n\n\n    7.           It is also submitted by learned counsel for the\n\n    petitioner that co-accused in present case already stand released\n\n\n\n    on bail by this Court vide judgment dated 23.06.2020, passed in\n\n    Cr.M.P.(M) Nos. 736 of 2020, titled as Sanjeev Kumar alias Sunny vs.\n\n\n\n\n    State of Himachal Pradesh and 737 of 2020, titled as Bihari Lal alias\n\n\n\n\n\n    Kaka. In my opinion petitioner is not entitled for bail on the ground\n\n    of parity.\n\n    8.           Undoubtedly, only ground that large number of cases\n\n    have been registered against a person, cannot be a sole ground for\n\n    rejection of bail of a person and relevancy              of the previous\ncases/past criminal history is to be determined on the basis of facts\n\n    and circumstances of each and every case.\n\n\n\n    9.           Petitioner is behind the bars since last seven months.\n\n    Considering nature and gravity of the offence, kind of articles\n\n    alleged to have been stolen by him and period which he has spent\n\n\n\n\n                                           ::: Downloaded on - 19/09/2020 20:18:09 :::HCHP\n                                           4\n\n    in judicial custody and also for the reason that there is nothing on\n\n    record to reflect that he has ever jumped over the bail granted to\n\n    him in previous cases, he deserves to be released on bail at this\n\n\n\n\n                                                                    .",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/103067417/",
        "title": "S.Ramalakshmi vs State Of Tamil Nadu on 16 March, 2020",
        "expanded_headline": "2. It is seen that the ground case was registered in Tirunelveli Taluk Police\n\n                Station Crime No.214 of 2019 under Section 8(c) read with Section 20(b)(ii)(B) of\n\n                Narcotic Drugs and Psychotropic Substances Act, for the possession of 2 Kilograms of\n\n                Ganja. There is one adverse case against the detenu for possession of 1.200\n\n                Kilograms of Ganja.\n\n\n                          3. The learned counsel for the petitioner submitted that in Paragraph No.6\n\n                of the grounds of detention, the Detaining Authority has placed reliance upon the\n\n                order dated 11.01.2019 in Crl.M.P.No.141 of 2019, that was passed by the learned\n\n                Additional District Judge, Principal Special Court for EC and NDPS Act Cases, Madurai,\n\n                granting bail, wherein also, the detenu herein was one of the accused, to come to\n\nhttp://www.judis.nic.in\n                2/5\n\f                                                                              H.C.P(MD)No.719 of 2019\n\n                the subjective satisfaction that the detenu would be enlarged on bail in the ground\n\n                case as well. But, according to the learned counsel, in the order dated 11.01.2019 in\n\n                Crl.M.P.No.141 of 2019, referred to above, upon which, the Detaining Authority has\n\n                placed reliance, bail was granted on the ground that the detenu has no previous case\n\n                to his credit, but, in the ground case, the case in which the detenu has been granted\n\n                bail, becomes a previous case and hence, it cannot be stated that there is imminent\n\n                possibility of the detenu coming out on bail in the ground case.",
        "additional_content": "2. It is seen that the ground case was registered in Tirunelveli Taluk Police\n\n                Station Crime No.214 of 2019 under Section 8(c) read with Section 20(b)(ii)(B) of\n\n                Narcotic Drugs and Psychotropic Substances Act, for the possession of 2 Kilograms of\n\n                Ganja. There is one adverse case against the detenu for possession of 1.200\n\n                Kilograms of Ganja.",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/78055676/",
        "title": "Manish vs State Of Rajasthan on 19 January, 2023",
        "expanded_headline": "A perusal of the challan papers and the\n           conclusion drawn in the charge-sheet indicates\n           that neither any mobile phone was recovered\n           from the petitioner nor any call details pertaining\n           to the petitioner, have been collected by the\n           Investigating Officer during investigation. Thus,\n           the only evidence as against the petitioner\n           remains in the form of the interrogation notes of\n           the co-accused recorded by the Police Officer\n\n\n                        (Downloaded on 19/01/2023 at 11:12:57 PM)\n                                         (3 of 4)                    [CRLMB-14048/2022]\n\n             during investigation. The evidentiary value of\n             such interrogation notes is questionable. As per\n             the order rejecting bail, two previous cases are\n             registered against the petitioner but neither\n             involve the offence under the NDPS Act.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/94912610/",
        "title": "Kishore vs The Additional Chief Secretary To ... on 24 July, 2023",
        "expanded_headline": "6. Learned counsel submitted that the aforementioned order in\n\n                  Crl.M.P.No.1414 of 2021 has been furnished to the detenu as part of the\n\n                  grounds booklet and the order is at pages 345 to 349. This order will now be\n\n                  referred to as Vasu's bail order as one Vasu @ Vasudevan is the petitioner.\n                            7. Learned counsel submitted that Vasu's bail order is one where the\n\n                  learned Principal Special Judge gravitated towards granting discretionary\n\n                  relief of bail as there was no previous cases qua Vasu whereas in the case on\n\n                  hand even according to the impugned preventive detention order, allegedly\n\n                  there are as many as two adverse cases. This means that comparison of the\n\n                 5/8\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                    H.C.P.No.418 of 2023\n\n                  case on hand with Vasu's bail order for arriving at aforementioned subjective\n\n                  satisfaction is impaired is learned counsel's say.\n\n\n\n\n\n\n                            8. In response to the aforementioned argument, learned Additional\n\n                  Public Prosecutor submitted that alleged offences in Vasu's case and the case\n\n                  on hand are broadly comparable.\n\n\n                            9. This Court has repeatedly held that it is not just comparison of\n\n                  offences but it is also comparison of determinants/parameters for grant of\n\n                  bail. In the case on hand, we find that determinants/parameters are different\n\n                  as there was no previous cases qua Vasu's bail order whereas in the case on\n\n                  hand as many as two adverse cases qua detenu even according to the\n\n                  impugned preventive detention order. This means that the comparison is\n\n                  flawed. If the comparison is flawed it leads to the conclusion that the\n\n                  impugned preventive detention deserves to be dislodged.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/4712756/",
        "title": "Kuralarasan vs State Represented By Its on 4 June, 2020",
        "expanded_headline": "4.The learned Additional Public Prosecutor submitted that the\n                     quantity of sand involved is 1/2 unit and also the petitioner has one\n                     previous case against him. Hence, he opposed for the grant of anticipatory\n                     bail to the petitioner.\n                                5. It is seen that there is one previous case against the petitioner.\n                     Generally this Court does not grant anticipatory bail where there is\n                     previous case. However, taking into account the present pandemic\n                     situation, this Court is inclined to grant anticipatory bail to the petitioner\n                     and the petitioner is directed to deposit a sum of Rs.20,000/- (Rupees\n                     Twenty Thousand Only) as non refundable deposit to the Cancer Institute\n                     WIA No.38, Childrens Park Access Road, IIT Post, Guindy National Park,\n\n\nhttp://www.judis.nic.in\n                     2/6\n\f                                                                         Crl.O.P. No. 7128 of 2020\n\n                     Guindy, Chennai, Tamil Nadu-600 036, PH. No.044 2220 9150 and that\n                     the receipt of such payment shall be produced before the concerned\n                     Magistrate at the time of executing bail bond without prejudice to his\n                     rights and contentions before the trial Court.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/141886011/",
        "title": "P.Gopi @ Gopinath vs The Assistant Commissioner Of ... on 17 November, 2021",
        "expanded_headline": "2/6\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                Crl.A.(MD)No.442 of 2021\n\n                                  3.On the side of the appellant, it is stated that the complaint was\n\n                only against six persons and the name of the appellant is not found place in\n\n                the F.I.R. Based on the confession statement of the arrested accused, the\n\n                appellant was impleaded in the case. It is wrong to state that the appellant\n\n                instigated the others to commit the offence. The appellant has no motive\n\n                against the deceased. Except the confession, there is no materials available\n\n                against the appellant. Final report was already filed and the co-accused were\n\n                already enlarged on bail. Pendency of previous case cannot be a ground for\n\n                dismissing a bail petition. The appellant is having medical problems (Urine\n\n                Bladder Bulge) and he is taking treatment and prayed the appellant to be\n\n                released on bail.",
        "additional_content": "2/6\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                Crl.A.(MD)No.442 of 2021",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/106534528/",
        "title": "P.Gopi @ Gopinath vs The Assistant Commissioner Of ... on 17 November, 2021",
        "expanded_headline": "2/6\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                Crl.A.(MD)No.442 of 2021\n\n                                  3.On the side of the appellant, it is stated that the complaint was\n\n                only against six persons and the name of the appellant is not found place in\n\n                the F.I.R. Based on the confession statement of the arrested accused, the\n\n                appellant was impleaded in the case. It is wrong to state that the appellant\n\n                instigated the others to commit the offence. The appellant has no motive\n\n                against the deceased. Except the confession, there is no materials available\n\n                against the appellant. Final report was already filed and the co-accused were\n\n                already enlarged on bail. Pendency of previous case cannot be a ground for\n\n                dismissing a bail petition. The appellant is having medical problems (Urine\n\n                Bladder Bulge) and he is taking treatment and prayed the appellant to be\n\n                released on bail.",
        "additional_content": "2/6\nhttps://www.mhc.tn.gov.in/judis\n\f                                                                                Crl.A.(MD)No.442 of 2021",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/123011722/",
        "title": "M.Dhandapani vs Unknown on 14 June, 21",
        "expanded_headline": "9. Be that as it may. A conspectus analysis of the entire scenario as\n\n                     unfolded above clearly reveals that the Court has been misled into believing that\n\n                     there was no previous case against the petitioners in Crl. O.P. No.11981/21 which\n\n                     led to grant of bail by order dated 12.7.21, when in fact for the very same\n\n                     petitioners, in view of the fact that there were two previous cases pending\n\n                     against them, this Court had, on 14.6.21 itself, dismissed the application for bail\n\n                     with regard to all the four petitioners.           It is to be pointed out that the\n\n                     Government Advocate (Crl. Side) had not been vigilant enough in furnishing\n\n                     particulars to this Court about the previous cases pending against the petitioners,\n\n                     which has led this Court to grant bail to petitioners 1 and 2 in Crl. O.P.\n\n                     No.11981/21, when in fact there were previous cases pending against the\n\n                     petitioners in the said petition.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": null,
        "title": "Jasveer Singh vs State on 4 September, 2021",
        "expanded_headline": null,
        "additional_content": null,
        "pdf_link": "https://indiankanoon.org/doc/55340260/"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/172208592/",
        "title": "Bheru Lal vs State Of Rajasthan on 3 September, 2021",
        "expanded_headline": "Heard learned counsel for the petitioners and learned\n\nPublic Prosecutor. Perused the material available on record.\n\n              The contraband opium weighing 2 kg. 700 gms. was\n\nrecovered from the co-accused Radheyshyam and Pappu Giri, who\n\nwere living as tenant in the house of one Parwat Singh.                     During\n\ninvestigation Radheyshyam and Pappu Giri took names of six\n\npersons including the petitioners herein as being the suppliers of\n\nthe contraband narcotic drugs. The implication of the petitioners\n\nin this case is purely on the basis of the interrogation note of the\n\nco-accused, the admissibility whereof is questionable.                    Similarly\n\nsituation co-accused Puneet @ Babu, who too was implicated in\n\nthis case on the strength of the interrogation note of the co-\n\naccused has been enlarged on bail vide order dated 03.08.2021\n\npassed by a co-ordinate Bench in S.B. Criminal Misc. Bail\n\nApplication No.9769/2021.            As per the order rejecting bail, no\n\nprevious case for similar offence has beeen registered against the\n\npetitoners.     The previous cases which are registered against all\n\nthe three petitioners involve offences under the Indian Penal Code.\n\nThus, the restrictions contained in Section 37 of the NDPS Act are\n\nduly satisfied and hence, the petitioners deserve indulgence of\n\nbail.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": null,
        "title": "Imran vs State on 20 September, 2021",
        "expanded_headline": null,
        "additional_content": null,
        "pdf_link": "https://indiankanoon.org/doc/198441418/"
    },
    {
        "subpage_link": null,
        "title": "Pintu vs State on 20 September, 2021",
        "expanded_headline": null,
        "additional_content": null,
        "pdf_link": "https://indiankanoon.org/doc/191234110/"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/86353378/",
        "title": "Akhilesh Kumar vs The State Of Bihar on 13 December, 2022",
        "expanded_headline": "Learned counsel for the State strongly opposed the\n\n                        prayer of bail of the petitioner and submits that petitioner is a\n\n                        habitual offender of similar nature who was involved in crime\n\n                        on release on bail in previous cases.\n\n                                     Considering the aforesaid facts and circumstances, at\n\n                        this stage, the Court is not inclined to enlarge the petitioner on\n\n                        bail. The prayer for bail is rejected. However, it is observed that\n\n                        the petitioner may renew his prayer for bail after six months if\n\n                        trial of this case is not concluded.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/20542044/",
        "title": "Ravindra vs State Of U.P. on 21 August, 2023",
        "expanded_headline": "Learned State Counsel has opposed the prayer for bail on the ground that the applicant is habitual offender, who is involved in number of criminal cases, therefore, for this legitimate reason he along with his co-accused has been made accused in this case. However, during the course of hearing it is not disputed that the applicant has been released on regular bail in all the other pending cases.\n\nUpon hearing the learned counsel for parties and considering the rival submissions, this Court finds that the applicant is on bail in previous cases registered against him, and his similarly situated co-accused Javed, Rajneesh and Virendra have already been released on bail, vide orders dated 20.12.2022, 30.8.2022 and 22.8.2022 respectively. It would be seen after completion of trial that whether the applicant is a professional criminal or an ordinary criminal, therefore, at this stage the further detention of the applicant behind the bars would not be useful for any purpose.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/65470402/",
        "title": "Durga vs State Of U.P. on 14 October, 2020",
        "expanded_headline": "Learned counsel for the applicant further submits that the applicant has already been released on bail in previous cases as shown by learned A.G.A. and only on account of old previous criminal history, the innocent applicant cannot be kept in jail and his bail application cannot be rejected in this COVID-19 pandemic situation.\n\nLooking into the facts and circumstances of the case and material available on record, without expressing any opinion on the merits of the case, I am of the view that the bail application of the applicant is liable to be allowed and the same is accordingly allowed.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/191471437/",
        "title": "Mohd Sirajuddin @ Raja vs The State Of Madhya Pradesh on 16 October, 2020",
        "expanded_headline": "On the other hand, learned Panel Lawyer for the respondent/State has\n                      opposed the application. He submits that the applicant is having criminal\n                      antecedent of the same nature of offence. He was enlarged on bail in previous\ncases and during the period of bail, he committed the present offence,\n                      therefore, it is prayed that this application be dismissed.\n                            Having heard the learned counsel for the parties, no doubt two criminal\nSignature Not\n SAN\nVerified              cases have been registered against the applicant in past of same nature and he\nDigitally signed by\nPUSHPENDRA\nPATEL\nDate: 2020.10.16\n14:58:58 IST\n                                                          2                            MCRC-33148-2020\n                      was enlarged on bail in those cases but, during the period of bail, he again\n                      committed this offence, which shows the mentality of the applicant. If the\n                      applicant is released on bail in this case, he will again commit the same kind\n                      of offence in near future. In such circumstances, without commenting on the\n                      merits of the case, this Court is not inclined to enlarge the applicant on bail.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/178302794/",
        "title": "Rohit Dubey vs State Of U.P. on 7 December, 2020",
        "expanded_headline": "5. Thus, it is evident that while the accused-applicant was on bail, he has been committing one offence after another. The accused-applicant has misused the liberty of bail in committing subsequent offence. The Supreme Court in its recent judgment and order dated 16th November, 2020 passed in 'Shakreen Vs. Rizwan and another' (Criminal Appeal No.746 of 2020) has deprecated the High Court approach for granting bail to an accused, who in previous cases was granted bail and misused the liberty of bail by committing another offence.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/10026424/",
        "title": "Anuj Yadav And Others vs State Of U.P. on 11 June, 2021",
        "expanded_headline": "Per contra, learned A.G.A. has opposed the bail prayer of the applicants but could not dispute the aforesaid fact.\n\nConsidering the facts and circumstances of the case as well as submissions advanced by learned counsel for the parties enlargement of accused on bail in previous cases and also perusing the material on record, without expressing any opinion on merit of the case, the applicants are entitled for bail, let the applicant-Anuj Yadav @ Anoj @ Karu involved in aforesaid case crime be released on bail on his furnishing a personal bond and two local sureties each of the like amount to the satisfaction of the court concerned, subject to the following conditions :-",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/36891617/",
        "title": "Ballu Bablu Baliya vs State Of Rajasthan on 15 July, 2021",
        "expanded_headline": "Heard learned counsel for the petitioner and learned Public\n\nProsecutor. Perused the material available on record.\n\n     The chargesheet has been filed against the petitioner for the\n\nabove offences. As per the antecedent report and the order\n\nrejecting bail, nine previous cases are registered against the\n\npetitioner, of those four are of the Excise Act and others are for\n\ntrivial offences punishable under Sections 323 and 341 etc. of the\n\nIPC. Investigation has been completed and charge sheet has been\n\nfiled. Trial is likely to consume time. The bail applications of the\n\nco-accused Sita Ram and Ajay Solanki have been accepted by the\n\n                    (Downloaded on 15/07/2021 at 09:00:31 PM)\n                                                                         (2 of 2)                       [CRLMB-7464/2021]\n\n\n\n                                   Coordinate Bench of this Court vide orders dated 01.06.2021\n\n                                   respectively   passed      in     S.B.      Criminal            Misc.   Applications\n\n                                   Nos.6265/2021 and 6518/2021.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/188666149/",
        "title": "Sunil vs The State Of Uttar Pradesh on 6 February, 2023",
        "expanded_headline": "4) while on bail in previous case.\nSignature Not Verified\n\n\n                             That being the position, the request for bail\nDigitally signed by\nCharanjeet Kaur\nDate: 2023.02.06\n17:47:05 IST\nReason:\n\n\n                         for Sunil and Avadesh is declined.\n\n                             In respect of Dhannu (appellant No. 3), learned\n\f                                 2\n\ncounsel for the applicant(s), having predicated the\n\nbail    application    on   a   common      ground     with   the\n\naforesaid two, seeks to withdraw the same and submits\n\nthat    he   will   endeavour   to   make    out   a   case   why\n\nDhannu’s case is different from others.",
        "additional_content": "",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/22352251/",
        "title": "Gopal vs State Of U.P. on 24 July, 2020",
        "expanded_headline": "The applicant is involved in Case Crime No. 367 of 2019, under Sections 457, 380, 411 IPC, Police Station Masauli, District Barabanki. \n\nIt is submitted that complicity of the accused applicant has been alleged on the basis of some recovery made in the absence of any independent witness which itself constitutes a plausible ground for pressing the bail. Co-accused Siraj has already been granted bail by this Court in Bail Application No. 3948 of 2020.\n\nPast criminal history has been explained and the accused applicant is on bail in previous cases. He is stated to have not violated any condition of bail.",
        "additional_content": "It is submitted that complicity of the accused applicant has been alleged on the basis of some recovery made in the absence of any independent witness which itself constitutes a plausible ground for pressing the bail. Co-accused Siraj has already been granted bail by this Court in Bail Application No. 3948 of 2020.",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/23493181/",
        "title": "Shyam Sundar vs State Of Rajasthan on 11 August, 2021",
        "expanded_headline": "Heard learned counsel for the petitioner and learned Public\n\nProsecutor. Perused the material available on record.\n\n     The petitioner is in judicial custody for the above offences,\n\nwhich are Magistrate triable.          As per order rejecting bail, one\n\nprevious case was registered against the petitioner way back in\n\nthe year 2004 for the trivial offences.\n\n     In view of above and having regard to the entirety of facts\n\nand circumstances as available on record and upon a consideration\n\n\n                    (Downloaded on 11/08/2021 at 08:59:48 PM)\n                                                                       (2 of 2)                     [CRLMB-10356/2021]\n\n\n\n                                   of the arguments advanced at the Bar, this Court is of the opinion\n\n                                   that the petitioner deserves to be released on bail.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/119498648/",
        "title": "Raghuveersingh vs State Of Rajasthan on 9 June, 2021",
        "expanded_headline": "Heard learned counsel for the petitioner and learned Public\n\nProsecutor. Perused the material available on record.\n\n        The petitioner is in judicial custody in connection with the\n\nabove offences. As per the order rejecting bail, two previous cases\n\nare registered against the petitioner but the same do not involve\n\nidentical offences to the case at hand.\n\n        In view of above and having regard to the entirety of facts\n\nand circumstances as available on record and upon a consideration\n\n\n\n                      (Downloaded on 09/06/2021 at 08:20:40 PM)\n                                                                        (2 of 2)                   [CRLMB-6493/2021]\n\n\n\n                                   of the arguments advanced at the Bar, this Court is of the opinion\n\n                                   that the petitioner deserves to be enlarged on bail.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/54945879/",
        "title": "Anil Puri vs State Of Rajasthan on 7 June, 2021",
        "expanded_headline": "A perusal of the challan papers and the conclusion drawn in\n\nthe charge-sheet indicates that neither any mobile phone was\n\nrecovered from the petitioner nor any call details pertaining to\n\nthe petitioner, have been collected by the Investigating Officer\n\nduring investigation. Thus, the only evidence as against the\n\npetitioner remains in the form of the interrogation notes of the\n\nco-accused recorded by the Police Officer during investigation.\n\nThe evidentiary value of such interrogation notes is questionable.\n\nAs per the order rejecting bail, two previous cases are registered\n\nagainst the petitioner but neither involve the offence under the\n\nNDPS Act.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/71924397/",
        "title": "Prem Singh vs State Of Haryana on 21 February, 2022",
        "expanded_headline": "On the other hand, learned State counsel assisted by ASI\n\nKrishan Kumar has opposed the aforesaid prayer on the ground that the\n\npetitioner was on bail in previous case and has committed this crime.\n\nHowever, it is not disputed that in earlier case no recovery was effected from\n\nthe petitioner. According to him, in the present case, there are in all 17\n\nwitnesses, but no witness has been examined, and the case is coming up for\n\nrecording prosecution evidence before the trial Court on 14.4.2022.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/192836625/",
        "title": "Kanhaiya Dalal vs State Of Chhattisgarh on 29 April, 2022",
        "expanded_headline": "3.     Learned counsel for the State/non-applicant opposes the application\n\nsubmitting that there is evidence present to show that this applicant after\n\ngetting released on bail in previous case, he has harassed and tortured the\n                                                  -2-\n\n\n\n\n        deceased because of which she committed suicide. Hence, the application\n\n        may be rejected.\n\n        4.     Heard learned counsel for the parties and perused the case diary.\n\n        5.     According to the prosecution case, the deceased victim committed\n\n        suicide on 17-11-2021. On the FIR lodged by the victim, one case under\n\n        Section 354 of the IPC was registered against the applicant earlier. It is alleged\n\n        that this applicant used to harass and torture the victim for withdrawing the\n\n        case registered against him, which has resulted in her commission of suicide.",
        "additional_content": "3.     Learned counsel for the State/non-applicant opposes the application\n\nsubmitting that there is evidence present to show that this applicant after\n\ngetting released on bail in previous case, he has harassed and tortured the\n                                                  -2-\n\n\n\n\n        deceased because of which she committed suicide. Hence, the application\n\n        may be rejected.",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/124835183/",
        "title": "Sanjeesh Ram @ Annu And Another vs State Of U.P. on 10 June, 2021",
        "expanded_headline": "Per contra, learned A.G.A. has opposed the bail prayer of the applicants but could not dispute the aforesaid fact.\n\nConsidering the facts and circumstances of the case as well as submissions advanced by learned counsel for the parties enlargement of accused on bail in previous cases and also perusing the material on record, without expressing any opinion on merit of the case, the applicants are entitled for bail, let the applicants- Sanjeesh Ram @ Annu and Sonu Kumar involved in aforesaid case crime be released on bail on their furnishing a personal bond and two local sureties each of the like amount to the satisfaction of the court concerned, subject to the following conditions :-",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/30616434/",
        "title": "Yaseen Ali vs State Of Chhattisgarh on 23 July, 2021",
        "expanded_headline": "7.      Considered on the submissions. The applicant is in detention since 11-\n\n        01-2021, therefore, he has undergone more than 6 months in jail, the trial\n\n        against him is still pending which is likely to take some more time. Although\n\n        there are previous antecedent of this applicant, but it appears that he had been\n\n        on bail in previous cases. Therefore, for these reasons I feel inclined to allow\n\n        this application.\n\n        8.      Consequently, this application filed by the applicant under Section 439\n\n        of the Cr.P.C. for grant of regular bail is hereby allowed. It is directed that the\n\n        applicant shall be released on bail on his furnishing a personal bond in the sum\n\n        of Rs.25,000/- with one surety in the like sum to the satisfaction of the\n\n        concerned Court, for his appearance as and when directed.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/35924160/",
        "title": "Ranjay Kumar Jha @ Sonu vs U.O.I Through N.C.B. Lucknow on 19 May, 2022",
        "expanded_headline": "Shri Ashish Pandey, learned counsel appearing for the N.C.B. opposed the prayer for bail of the applicant. However, he could not dispute the fact that the applicant has been enlarged on bail in previous case by the High Court of Delhi. \n\nI see merit in the submissions of the learned counsel for the applicant and hold that the applicant is entitled to be enlarged on bail. \n\nIn the light of the preceding discussion and without making any observations on the merits of the case, the bail application is allowed.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/111477272/",
        "title": "Rizwan Khan vs State Of U.P. And 3 Others on 18 May, 2022",
        "expanded_headline": "Per contra, learned A.G.A. has opposed the bail prayer of the applicant and submits that while granting the bail in previous case crime condition was imposed that he will not tamper the evidence even then she was again abducted as per statement of victim under Sections 161 & 164 Cr.P.C. a compromised in the previous case was arrived.\n\nConsidering the facts and circumstances of the case as well as submissions advanced by learned counsel for the parties and also perusing the material on record, enlargement of applicant in the previous case crime registered against him as per FIR she was enticed away by the applicant and as per statement under Section 164 Cr.P.C. applicant committed rape upon her and co-accused Salman committed misded, who has been enlarged on bail vide order dated 06.12.2021 in Crl. Misc. Bail Application No. 45461 of 2021, no evidence of pregnancy and abortion, without expressing any opinion on merit of the case, the applicant is entitled for bail, let the applicant- Rizwan Khan involved in aforesaid case crime be released on bail on his furnishing a personal bond and two local sureties each of the like amount to the satisfaction of the court concerned, subject to the following conditions :-",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/108370306/",
        "title": "Saleem vs The State Of Madhya Pradesh on 24 July, 2020",
        "expanded_headline": "Considering all the facts, there is no change of circumstances for\n                      allowing this second application. The applicant, no doubt has been enlarged\n                      on bail in previous cases. Considering the criminal past of the applicant, this\n\n                      Court is not inclined to release the applicant on bail.\n                               Consequently, application filed by applicant under Section 439 of\n                      Code of Criminal Procedure for grant of bail is hereby dismissed.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/28276844/",
        "title": "Ravi Kumar vs State Of U.P. Through Secretary ... on 24 May, 2022",
        "expanded_headline": "Per contra, learned counsel for the State vehemently opposed the prayer for bail and argued that the first bail application of the applicant has been rejected on merits by this Court. It is argued that the reason for rejection of the first bail application is that the applicant was previously involved in two cases under Section 302 I.P.C. and the present case is the third case of his involvement in a matter under Section 302 I.P.C. and thus it was observed that there has been misuse of liberty of bail granted to the applicant in the previous cases and bail was rejected on that ground.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": null,
        "title": "Rahul vs The State Of Madhya Pradesh on 28 April, 2021",
        "expanded_headline": null,
        "additional_content": "3. The applicant will not indulge himself in extending inducement, threat\nor promise to any person acquainted with the fact of the case so as to\ndissuade him from disclosing such facts to the Court or to the Police Officer,\nas the case may be;",
        "pdf_link": "https://indiankanoon.org/doc/113980921/"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/155591270/",
        "title": "Umesh Paswan vs The State Of Bihar on 3 August, 2022",
        "expanded_headline": "Learned APP opposes the prayer for bail submitting\n\n          that the petitioner has been granted privilege of anticipatory bail\n\n          in previous case on similar nature and he misused that privilege.\n\n                          Having regard to the facts and circumstances of the\n\n          case and the submissions made hereinabove and further\n\n          considering the submission of charge sheet and the period of\n\n          custody of the petitioner, he is directed to be released on bail on\n\n          furnishing bail bond of Rs. 20,000/- (twenty thousand) with two\n\n          sureties of the like amount each to the satisfaction of learned\n\n          Additional Chief Judicial Magistrate, Sherghati, Gaya, in\n            Patna High Court CR. MISC. No.14941 of 2022(2) dt.03-08-2022\n                                                       3/3\n\n\n\n\n                     connection with Barachatti P.S. Case No. 858 of 2021, subject to\n\n                     the conditions mentioned in Section 437 (3) of the Code of\n\n                     Criminal Procedure and also the following conditions :",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/192923128/",
        "title": "Kalpna Aged About 22 Years vs The State Of Himachal Pradesh on 27 October, 2021",
        "expanded_headline": "indulge in similar activities. Incidentally, all these conditions are\n\n\n\n\n\n    independent of each other.\n\n    6.               In this case, there is previous history of the petitioner\n\n    of indulging in activities prohibited under the provisions of the\n\n    ND&PS Act. The petitioner, while on bail in previous cases\n\n\n\n\n\n    registered against her under the provisions of ND&PS Act, has\n\n    again been found to have allegedly indulged in the commission of\n\n    the offences punishable under the NDPS Act. In this view of the\n\n    matter, though the contraband allegedly recovered from the\n\n    petitioner is of intermediate quantity, yet, this Court is of the view\n\n\n\n    that the petitioner does not deserves to be released on bail.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/10561982/",
        "title": "Bhola @ Krishna Gopal vs State Of U.P. on 7 July, 2020",
        "expanded_headline": "The applicant is seeking bail in connection with Case Crime No.- 370 of 2019, under Sections 380, 457, 411 I.P.C., Police Station- Hathras Junction, District- Hathras.\n\nThe first information report has been lodged against the unknown person with the complaint of certain theft committed from the jewelery shop of the informant. The applicant has, however, come to be named on the basis of the recovery.\n\nIt has been argued by the learned counsel for the applicant that recovery shown from the possession of the applicant is planted one inasmuch as the applicant has been implicated on the basis of the criminal history in the past which has come to be explained vide paragraph 11 of the affidavit filed in support of the bail application. It has been further stated that the applicant has been bailed out in all previous cases registered against him and some of the bail orders have been brought on record as Annexure-3 to the affidavit filed in support of the bail application. It has also been argued that all the previous cases are of the year 2014-15 and there is no criminal history in between 2015 and 2019.",
        "additional_content": "The first information report has been lodged against the unknown person with the complaint of certain theft committed from the jewelery shop of the informant. The applicant has, however, come to be named on the basis of the recovery.",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/63985722/",
        "title": "Faheem vs State Of U.P. on 21 August, 2023",
        "expanded_headline": "Upon hearing the learned counsel for parties and considering the rival submissions, this Court finds that the applicant is on bail in previous case registered against him, and his similarly situated co-accused Tahir and Riyaz have already been released on bail, vide order dated 4.8.2023. It would be seen after completion of trial that whether the applicant is a professional criminal or an ordinary criminal, therefore, at this stage the further detention of the applicant behind the bars would not be useful for any purpose.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/723390/",
        "title": "Smt. Vandana Vikas Waghmare And ... vs State Of Maharashtra And Ors. on 22 June, 1998",
        "expanded_headline": "27. On the other hand, it is the consistent case of the police that on receipt of credible intelligence on the morning of 19-3-1997 by the Assistant Sub Inspector of Police, Mr. Choudhari, after having made entry in the police case diary at the police station, sent this information to his immediate superior Mr. Pramod Rajaram Rane. Senior Police Inspector, who, after careful analysis, informed to his higher officer viz. Shri RaghunathT. Kulkarni, Assistant Commissioner of Police of the concerned area and with the consultation of the other higher officials, it is seen that the police had laid a trap at the Mulund Goregaon Link Road and Cement Godown Road Junction, Mulund (E), Murnbai. where the three deceased being the hitmen and close associates of dreaded gangster Arun Gawali, are supposed to arrive on the midnight of the said day to receive the ransom of Rs. fifteen lacs from the businessman of that locality and that in this regard they had chosen, it appears, the selected police personnel to take part in the said trap and that accordingly the police personnel had reached the spot abovereferred on the said night after 12 midnight and have a close monitoring all through. It was their definite and certain case that they were divided in three groups, headed by the higher police officials equipping with arms and necessary safety materials like bulletproof jacket. It is also noticed that the police had claimed that they had returned the police vehicles and made to remain one private vehicle alone and in the same one group of police personnel, was waiting for arrival of the said gangsters. The further steps shown by the learned Addl. Public Prosecutor would speak the truth and the whole graphical picture detailing the places where the police party in three groups took their positions and the place where the three deceased persons arrived at the place between 00.30 hours and 00.40 hours in white colour Maruti Gypsy 1000 Car and all the three alighted from the said vehicle after the vehicle was at a little distance at the opposite side of the Link Road clinches the true encounter. It is also the definite and consistent case of the police that since the Assistant Sub Inspector of Police Mr. Choudhari had acquaintance with the identity of the said three persons, as he had arrested them already in connection with the previous cases and they came out on bail, as decided, he approached Lahoo Angare who was very nearby and asked him to surrender by revealing that he is a policeman and all the three were surrounded by the District Crime Branch, C.I.D. Police. Immediately after the said reminder by the police, it was the definite case of the police that Mr. Lahoo Angare, having a foreign made revolver containing five chambers, directly fired against Mr. Choudhari and that one bullet hit upon his chest and that Mr. Choudhari had a very narrow escape as he had put on bullet proof jacket under his shirt and that as a self defence and a retaliation as provided by law, the said police officer retaliated by opening fire from his 9MM service revolver by firing five rounds which results Lahoo Angare sustained injuries on his vulnerable part of his body.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/192464145/",
        "title": "Aman Gaur vs State on 23 December, 2011",
        "expanded_headline": "(iii) FIR               No.830/2006,          under        section\n               420/465/467/471/474/120-B/34                            IPC,\n               registered at PS Dabri, New Delhi.\n\n33. It was contended that it is noticeable that the\n\n       petitioner had a criminal proclivity and when the\n\n       present offence was committed by the petitioner he\n\n       was on interim bail in respect of FIR No.2/2010,\n\n       under section 380/342/147/148/448/506/511 IPC,\n\n       registered         by     PS      Manesar,    District   Gurgaon,\n\n       Haryana         and       since    the   present    offence     was\n\n       committed by him while he was on interim bail,\n\n       accordingly, that said bail itself was denied and this\n\n       also shows that the petitioner is not a safe person\n\n       to be granted the benefit of bail as he may again\n\n       hamper the fair trial. On questioning by the Court,\n\n       it was learnt that the three cases, to which\n\n       reference was made by the learned senior counsel\n\n       for     the      complainant,        the     informant    or     the\n\n\nBail Application No.700/2011                                    Page 30 of 36\n        complainant in these cases are persons belonging\n\n       to the camp of the complainant side. Therefore, this\n\n       cannot be treated as a basis for this Court to\n\n       observe that the petitioner has a criminal proclivity\n\n       of such a nature that he had either committed the\n\n       offence while he was on interim bail or that he is a\n\n       habitual criminal who deserves to be denied the\n\n       benefit of bail in the instant case. All these\n\n       complaints          are   lodged   by   the   side     of    the\n\n       complainant or their camp. It is also not in dispute\n\n       that the parties though related by blood have been\n\n       aligning in different camps and are having running\n\n       feud in respect of certain business interests of one\n\n       side or the other and, therefore, in order to show a\n\n       upper hand and a brinkmanship these cases have\n\n       been got registered. Therefore, I do not attach any\n\n       importance to the previous cases having been\n\n\n\nBail Application No.700/2011                                Page 31 of 36\n        registered against the petitioner as a ground to\n\n       condemn him as a person with a criminal proclivity\n\n       and so far as the question of a tampering with the\n\n       evidence is concerned, prima facie, I feel as the\n\n       witnesses         belong     either   to   the   side     of    the\n\n       complainant or are their employees, it is impossible\n\n       to influence or for that purpose even to approach\n\n       such witnesses.            In any case sufficient conditions\n\n       can be imposed so as to prevent the same.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/1250663/",
        "title": "Pershadi vs The State on 10 February, 1955",
        "expanded_headline": "This case makes it clear that in a trial of A for the murder of B the fact that A was heard to declare that he would be revenged on B is relevant to show that he murdered B. \n  \"Previous threats by accused to kill deceased maybe shown for the purpose of identifying accused as the person who did the killing.\" see 40 Corpus Juris Secundum, \"Homicide\", Paragraph 236. \n\n 17. The appellant had been employed by Shanker Lal and the deceased must have been well, acquainted with him. The deceased could willingly go with him on being offered some inducement or excuse. It is true that the appellant had been removed from service after his release on bail in the previous case. But the fact that he was no longer in Shanker Lal's employment was not bound to prevent the boy, who was so small, from being swayed by his inducement. The boy disappeared when he was going from his shop to his house. The time was about 5-30 p.m. It is not the case of any one that any force or compulsion was used in order to' make him deviate from the route to his house; he must, have been kidnapped by a person known to him and not by a stranger with whom he would\n\nnot have gone readily or voluntarily. Moreover, nobody would have suspected anything in the boy, going in the appellant's custody even if he had been discharged from service a few days previously. It is true that another person might have kidnapped him; but, as remarked by Wigmore (Vol. 1, paragraph 131, page 563), he is \"at least within the limited number of persons who could have done it, and thus is fit to become a subject for further 'investigation,\"",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/1014692/",
        "title": "Tmt. Chandramathi vs State on 9 July, 2007",
        "expanded_headline": "9. This latter submission made by the learned counsel for the petitioner cannot be simply wished away by stating that the chargesheeted offence under Section 392 being more serious, it is obvious that the detaining authority would have come to the same conclusion.  The question here is the possibility of the detenu being released on bail in the ground case.  It is quite well known that, while considering the question of bail, a court is also expected to consider the past background of the accused and if it is found that the accused is already involved in several serious cases, the Court may be disinclined to grant bail. It is no doubt true that the detaining authority is required to consider the possibility of the proposed detenu being released on bail on the basis of relevant materials on record.  If it would be made aware to the detaining authority that a proposed detenu is already involved in several serious cases, the detaining authority while exercising his subjective satisfaction may come to the conclusion that in such a murky background possibility of the detenu being released on bail is non-existent.  In other words, seriousness of the allegations in the previous case is also a relevant consideration for the detaining authority while arriving at a satisfaction on the possibility of coming out on bail in the ground case.   Since the possibility of coming out on bail in the ground case is a matter or subjective satisfaction of the detaining authority (but of course on the basis of cogent materials on record), all the relevant factors are required to be considered by such detaining authority.  The fact that in the present case the detaining authority was labouring under a misconception regarding the nature of allegation in many of the adverse cases was a relevant circumstance to be considered while dealing with the question of possibility of coming out on bail and the same having been not done, this would have the effect of vitiating the ultimate satisfaction of the detaining authority.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/1511986/",
        "title": "Satish Kumar Singh Alias Sitv (C-2 ... vs State Of Bihar And Ors. on 19 June, 1996",
        "expanded_headline": "22. It is to be noticed that in the aforesaid Bombay case the target of the detenu was a particular locality in which she used to terrorise the businessmen and shop-keepers of that locality. However, in the instant case there is no such allegation against the petitioner-detenu. One incident is said to have taken place at Kachahari road and the second one at North Office Para, Doranda which are admittedly not the same locality.\n\n23. Apart from this the respondents have not suggested either in the grounds of detention or in their counter affidavit that before these two incidents the petitioner was indulged in other criminal activities and he was previously in jail. It is not the case that after releasing on bail in connection with some other previous cases the petitioner has indulged in similar activities as stated in the grounds of detention. Under this circumstances, we cannot but hold that the passing of the order of detention of the petitioner who is already in custody, is fully bad and, as such, the same is invalid in law.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": null,
        "title": "Ramgilas vs State Of Rajasthan on 12 July, 2011",
        "expanded_headline": null,
        "additional_content": "Although, normally, petitioner may not be entitled to bail on account of pendency / registration of several cases previously registered against him but since in the present case, all the accused against whom principal allegation of offence under Section 307, 341 and 366/511 IPC has been alleged have been extended the benefit of bail, it would not be reasonable to detain the petitioner further muchless when he has already remained behind the bars for last more than four months.",
        "pdf_link": "https://indiankanoon.org/doc/1907918/"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/626711/",
        "title": "Rengaraj vs The Secretary To Government on 2 September, 2009",
        "expanded_headline": "6. In the light of the above decisions, it is clear that non-furnishing of\nthe Rowdy History List, which was relied upon by the Detaining Authority, to the\ndetenu, would vitiate the order of detention, in the case on hand.\n\n\t7. The second ground relied on by the learned counsel for the petitioner\nis that the Detaining Authority had not satisfied itself as to the real\npossibility of the detenu coming out on bail, since the detenu had not filed any\nbail application in the ground case.  Learned Additional Public Prosecutor has\nsubmitted that since the detenu came out on bail in all the three previous cases\nagainst him, there was possibility of the detenu coming out on bail in the\nground case also. On a careful analysis of the materials on record, we find\nabsolutely no material to arrive at a conclusion that there was likelihood of\nthe detenu coming out on bail.  Therefore, on this ground also the order of\ndetention is liable to be set aside.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/1873270/",
        "title": "Sushila Kumar And Ors vs State Of Rajasthan on 14 July, 2010",
        "expanded_headline": "Learned Public Prosecutor has opposed the bail of petitioners and has argued that there are previous cases registered against petitioner No.1 Sushila Kumari. \n\t\tIn view of antecedents of petitioner No.1 Sushila Kumari, I am not inclined to enlarge her on bail at this stage. Her bail application u/S.439 Cr.P.C. in FIR No.341/2010 PS Kaman, Bharatpur for offence u/Ss.147, 148, 149, 332, 353, 336, 285 and 286 IPC and S.4/5 of the Explosive Act is accordingly rejected. However, she would be at liberty to apply for bail again before the court of sessions after filing of challan.",
        "additional_content": "Learned Public Prosecutor has opposed the bail of petitioners and has argued that there are previous cases registered against petitioner No.1 Sushila Kumari.",
        "pdf_link": null
    },
    {
        "subpage_link": null,
        "title": "Vishal vs State Of Rajasthan Through Pp on 2 April, 2012",
        "expanded_headline": null,
        "additional_content": "Without expressing any opinion on the merits of the case however considering the facts and circumstances of the case, I am inclined to enlarge the petitioner on bail u/S.439 Cr.P.C.",
        "pdf_link": "https://indiankanoon.org/doc/64314639/"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/96183220/",
        "title": "Kalam Mondal vs The State Of West Bengal on 19 July, 2013",
        "expanded_headline": "The order dated June 14, 2013 is quoted below:-\n       \"The petitioner accused of offences under ss.448/376(2)(g) IPC and in\ncustody from March 28, 2013 is seeking bail under s.439 CrPC. We have\nheard advocates for the petitioner and the State and have perused the case\ndiary produced before us. The girl's s.164 statement has been recorded. It\nappears that she was 18. The statement fully supports the prosecution case\nagainst the petitioner. Previously the girl alleged commission of an offence\ncommitted by the petitioner under s.376. In the s.164 statement she has\nsaid that that act resulted in the birth of a female child. In connection with\nthe previous case the petitioner was granted anticipatory bail. The girl's\nallegation is that after bail the petitioner committed the offences for which\nthe present case was started. We do not think this is a fit case for bail at\nthis stage.",
        "additional_content": "The order dated June 14, 2013 is quoted below:-\n       \"The petitioner accused of offences under ss.448/376(2)(g) IPC and in\ncustody from March 28, 2013 is seeking bail under s.439 CrPC. We have\nheard advocates for the petitioner and the State and have perused the case\ndiary produced before us. The girl's s.164 statement has been recorded. It\nappears that she was 18. The statement fully supports the prosecution case\nagainst the petitioner. Previously the girl alleged commission of an offence\ncommitted by the petitioner under s.376. In the s.164 statement she has\nsaid that that act resulted in the birth of a female child. In connection with\nthe previous case the petitioner was granted anticipatory bail. The girl's\nallegation is that after bail the petitioner committed the offences for which\nthe present case was started. We do not think this is a fit case for bail at\nthis stage.",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/90643504/",
        "title": "Umesh vs Unknown on 25 April, 2013",
        "expanded_headline": "As per provision of sub-section 3 (b) of Section 437\nof the Cr.P.C., the Court while granting bail can impose a\n                                 2\n\n\n\ncondition that applicant shall not indulge in subsequent offence\nduring trial.\n\n            In the present case, applicant was found involved in\nthe present case bearing FIR No. 702 of 2012 while he was on\nbail in three previous cases. It seems that applicant has misused\nthe earlier bail, therefore, if applicant is enlarged on bail, he\nmay once again indulge in subsequent crime, therefore,\napplicant does not deserve bail.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/74563882/",
        "title": "The Hon'Ble Mr.Justice S. ... vs Ravi @ Kadhu Kuthu Ravi on 14 August, 2015",
        "expanded_headline": "8. He would further contend  that though the impugned order states that there are 24 accused involved in the case, actually 30 accused are involved in  this case and that the accused/respondent  is a physically challenged person and that the allegation that  he has given money to the mother of the deceased not to disclose the fact is incorrect and that he is an income tax assessee and he has already been in incarceration in 46 days.  Hence after considering the entire  material facts, the learned Sessions Judge has granted bail which cannot be said to be incorrect. That apart, he further contended that  bail has been granted as early as on 15.5.2013 and that there is no iota of evidence  or submission  by the learned Public Prosecutor that the accused/respondent has got involved in similar or any other incident for seeking cancelation of bail.  Further he submitted that  even though  in the petition for cancellation of bail, it was mentioned that there are 20 previous cases were registered against the accused herein,  at Serial No.10 and 19, there is a repetition of Crime number and that  out of 19 cases, he has been acquitted in 18 cases.  Further when the accused/respondent got acquitted in previous cases, the same could not be quoted as a bad antecedent to cancel the bail order dated 15.5.2015.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/92534164/",
        "title": "The Hon'Ble Mr.Justice S. ... vs Ravi @ Kadhu Kuthu Ravi on 14 August, 2015",
        "expanded_headline": "8. He would further contend  that though the impugned order states that there are 24 accused involved in the case, actually 30 accused are involved in  this case and that the accused/respondent  is a physically challenged person and that the allegation that  he has given money to the mother of the deceased not to disclose the fact is incorrect and that he is an income tax assessee and he has already been in incarceration in 46 days.  Hence after considering the entire  material facts, the learned Sessions Judge has granted bail which cannot be said to be incorrect. That apart, he further contended that  bail has been granted as early as on 15.5.2013 and that there is no iota of evidence  or submission  by the learned Public Prosecutor that the accused/respondent has got involved in similar or any other incident for seeking cancelation of bail.  Further he submitted that  even though  in the petition for cancellation of bail, it was mentioned that there are 20 previous cases were registered against the accused herein,  at Serial No.10 and 19, there is a repetition of Crime number and that  out of 19 cases, he has been acquitted in 18 cases.  Further when the accused/respondent got acquitted in previous cases, the same could not be quoted as a bad antecedent to cancel the bail order dated 15.5.2015.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/60472197/",
        "title": "4 Whether This Case Involves A ... vs State Of Gujarat on 15 July, 2015",
        "expanded_headline": "[C] In unreported judgment dated 6.6.2011 in\n\n\n                                Page 10 of 15\n R/CR.MA/8476/2015                                        CAV ORDER\n\n\n\nCriminal Misc. Application No.7269 of 2011 in\n\nCriminal Appeal No.642 of 2011 learned Single\n\nJudge of this High Court has, after referring\n\nseveral             previous       decision,          released       the\n\nappellant on bail. However, perusal of such\n\njudgment             makes      it        clear       that     in-fact\n\nappellant in that case was convicted under\n\nSection 395 for seven years, but acquitted\n\nunder       the       Arms     Act.       However,      the    learned\n\nSingle Judge has released the accused on bail\n\nsince he was on bail pending trial and has\n\nnot misused the liberty granted to him, in\n\naddition to a consideration that hearing of\n\nAppeal would take long time. Even though bail\n\nwas     granted         in     such       case,      learned    Single\n\nJudge       has       to     observe          that   discretion      of\n\ngranting bail is to be exercised judiciously\n\ndepending on the facts and circumstances of\n\neach case on the basis of nature of offence,\n\nmanner in which occurrence had taken place,\n\nbut there is no straight jacket formula which\n\ncan be pleaded in exercising the discretion\n\n\n\n                              Page 11 of 15\n R/CR.MA/8476/2015                                                 CAV ORDER\n\n\n\nconfirming that the facts and circumstances\n\nof each case will                       govern the exercise of\n\njudicial            discretion           while            considering         the\n\napplication.              The     learned            Single        Judge      has\n\nquoted several paragraphs of previous cases\n\nwhich goes to show that in all such reported\n\ncases, bail was granted only because of the\n\nreason that Appeal could not be taken up in\n\nnear future. Even, thereafter, summing up the\n\ncited case, the learned Single Judge has to\n\nobserve that ;",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/192947206/",
        "title": "Raja vs The Commissioner Of Police on 16 June, 2015",
        "expanded_headline": "3. Though many grounds have been raised in the petition, Mr.A.K.Manojkumar, the learned counsel appearing for the petitioner, confines his argument only in respect of non-application of mind on the part of the detaining authority in passing the order of detention.\n\t4. According to the learned counsel appearing for the petitioner, the detenu has been in remand in the adverse cases in Cr.Nos.978/14, 1077/14, 1313/14 and in the ground case in Cr.No.1460/2014, registered by the F-3 Nungambakkam Police Station and he filed bail application in the ground case before the learned Principal Sessions Judge, Chennai in Cr.MP.No.17398/14 and the same was pending  as on the date of the passing of the detention order.   He has also moved bail applications in the adverse cases before the 14th Metropolitan Magistrate Court, Chennai, in Crl.Nos.2116, 2117 and 2115 of 2014, respectively, and the same are pending. But, the Detaining Authority has arrived at the subjective satisfaction that there is very likely of the detenu coming out on bail in the adverse cases as well as in the ground case by relying upon the previous cases registered at D-1, Triplicane Police Station Cr.No.752/2013 for the offence u/s.341, 294(b), 336, 427, 397 and 506(ii) IPC, wherein bail was granted to the accused by Principal Sessions Judge in Crl.M.P.No.6863 of 2013.  But the particulars of the said similar case has not been furnished to the detenu, which would deprive the detenu of making an effective representation. The learned counsel would add that admittedly, in this case, the bail applications filed by the detenu in the adverse cases as well as in the ground case are pending and he is in remand in the said cases.  When a bail applications are pending, there is no presumption that the detenu would be granted bail.  No cogent materials are available before the Detaining Authority to conclude / to apprehend that the detenu is likely to get bail in the said cases. The apprehension entertained in the mind of the detaining authority that there is a real possibility of detenu coming out on bail as the bail applications in the adverse case and the ground case are pending is not justifiable for the reason that he has pre-judged the matter.  Concedingly he could not foresee the nature of the order that would be passed by the Court.  By the reason of pendency of the application, one could not easily come to the conclusion that the Court would certainly grant bail to the accused.  Further, the non-furnishing of the particulars of the similar cases referred to and relied upon would deprive of the detenu from making an effective representation. Hence, it is stated that the Detaining Authority has passed the impugned detention order in total non-application of mind and the subjective satisfaction arrived at by the Detaining Authority that there is real possibility of the detenu coming out on bail is a mere ipse dixit without any cogent materials.   In support of his contention, he relies on the judgments of the Hon'ble Apex Court reported in [a] 2006 [1] MLJ [Crl.] 539, [T.V.SARAVANAN @ S.A.R.PRASANNA VENKATACHARIAR CHATURVEDI V. STATE  OF TAMILNADU THROUGH SECRETARY AND ANOTHER]  ; [b]2005 [1] CTC 577 [VELMURUGAN @ VELU Vs. THE COMMISSIONER OF POLICE] ; [c] 2012 [7] SCC 181 [HUIDROM KONUNGJAO SINGH VS. STATE OF MANIPUR]  ; [d]2013 [1] LW (Crl.) 460 [LAKSHMI BAI NAT VS. THE SECRETARY TO THE GOVERNMENT, HOME, PROHIBITION AND EXCISE DEPT., FORT ST.GEORGE, CHENNAI-9 AND ANOTHER] and [e] 2008 [3] MLJ (Crl.) 144 [S.ANDAL VS. DISTRICT MAGISTRATE AND DISTRICT COLLECTOR, MADURAI DISTRICT, MADURAI AND ANOTHER].",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/1330756/",
        "title": "Prasanjeet Basu Mallick vs State Of Orissa on 24 July, 1996",
        "expanded_headline": "4. The learned counsel for the petitioner first submitted that the co-accused Viswajit Pande having been released on bail, the petitioner against whom similar allegations have been made may be released on bail. On perusal of various materials on record including the previous cases, it appears that the said co-accused was released on bail by applying the provision of Section 167(2), Proviso, of the Cr. P.C. Though it is reasonable to expect that the two co-accused persons similarly situated should be treated alike as far as practicable. It is not an inexorable rule. If the co-accused person would have been released on bail on merit. I would have considered such a plea of the present petitioner. Since the co-accused person was released on the ground of non-compliance of Section 167(2), Proviso, of the Cr. P.C. I am not inclined to accept this submission. The learned counsel for the petitioner faintly raised the question of applicability of Section 167(2), Proviso, of the Cr. P.C. to the facts of the present case, but in view of the decision of the Supreme Court reported in (1996) 10 OCR (SC) 265 : (1996 Cri LJ 1652), Dr. Bipin Shantilal Panchal v. State of Gujarat, he abondoned such an argument. As has been held in the aforesaid decision of the Supreme Court, since the right of petitioner to avail of the provision of 167(2), Proviso, of the Cr.P.C. has not been exercised, the petitioner is not entitled to be released on bail, applying the said provision at this stage, as charge sheet has already been filed.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/58765709/",
        "title": "Pramod Kumar Verma @ Dilranjan ... vs The State Of Bihar on 20 August, 2015",
        "expanded_headline": "The petitioner is apprehending his arrest in\n\n                 connection with Govindganj P.S. Case No.42 of 2014 for\n\n                 allegedly having committed the offence under Sections 302,\n\n                 341, 323, 324, 307, 326, 438 and 498A/34 of the Indian Penal\n\n                 Code, pending in the court of the learned Sub-Divisional\n\n                 Judicial Magistrate, Motihari, East Champaran.\n\n                            Learned counsel for the petitioner submits that the\n\n                 allegation against the petitioner is that he being the Bhaisur of\n\n                 the deceased lady had an evil eye on the property of the sister\n\n                 of the informant, namely, Priyanka Kuar, who had since\n     Patna High Court Cr.Misc. No.32752 of 2015 (2) dt.20-08-2015\n                                               2/2\n\n\n\n\n                 become widow. Learned counsel further submits that though\n\n                 the allegation is squarely lies on the shoulder of this petitioner,\n\n                 being the eldest member in the household, there is no specific\n\n                 allegation against him. Other co-accused persons, who have\n\n                 been alleged to have participated equally in the occurrence,\n\n                 have been extended the privilege of either anticipatory bail or\n\n                 regular bail by this Court in Cr.Misc. No.35520 of 2014, vide\n\n                 order dated 2.3.2015 and also in Cr.Misc. No.18281 of 2015,\n\n                 vide order dated 11.6.2015. While the previous case is one of\n\n                 regular bail where the petitioner has already remained in\n\n                 custody, the second one is one of anticipatory bail.",
        "additional_content": "Learned counsel for the petitioner submits that the\n\n                 allegation against the petitioner is that he being the Bhaisur of\n\n                 the deceased lady had an evil eye on the property of the sister\n\n                 of the informant, namely, Priyanka Kuar, who had since\n     Patna High Court Cr.Misc. No.32752 of 2015 (2) dt.20-08-2015\n                                               2/2\n\n\n\n\n                 become widow. Learned counsel further submits that though\n\n                 the allegation is squarely lies on the shoulder of this petitioner,\n\n                 being the eldest member in the household, there is no specific\n\n                 allegation against him. Other co-accused persons, who have\n\n                 been alleged to have participated equally in the occurrence,\n\n                 have been extended the privilege of either anticipatory bail or\n\n                 regular bail by this Court in Cr.Misc. No.35520 of 2014, vide\n\n                 order dated 2.3.2015 and also in Cr.Misc. No.18281 of 2015,\n\n                 vide order dated 11.6.2015. While the previous case is one of\n\n                 regular bail where the petitioner has already remained in\n\n                 custody, the second one is one of anticipatory bail.",
        "pdf_link": null
    },
    {
        "subpage_link": null,
        "title": "Subhan Khan vs State Of Rajasthan Through Pp on 11 July, 2011",
        "expanded_headline": null,
        "additional_content": "Learned Public Prosecutor opposed the bail application.",
        "pdf_link": "https://indiankanoon.org/doc/31642599/"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/150924105/",
        "title": "Ramjan vs State Of Rajasthan Through P.P on 6 April, 2012",
        "expanded_headline": "Contention of learned counsel for petitioners is that allegation against petitioners in present case is of causing offence under Section 3/25 of the Arms Act. Learned court below rejected the bail application of petitioner Rajendra Singh @ Raju Banna on the ground of pendency of two previous cases against him; first for offence under Sections 143, 148, 149, 341, 307 and 427 IPC and second for offence under Sections 332 and 353 IPC. Bail application of petitioner Ramjan was rejected by the court below on the ground of pendency of two previous cases against him; first for offence under Sections 143, 148, 149, 341, 327, 307 and 427 IPC and second for offence under Section 13 of the R.P.G.O. Petitioners are in jail since 18.02.2012. Challan has been filed. Trial may take a long. Petitioners would undertake not to indulge in any offence in future and would maintain good conduct, if granted benefit of bail. There is no chance of fleeing the petitioners from justice.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": null,
        "title": "Surendra Singh Urf Bhura vs State Of Rajasthan Through Pp on 6 April, 2012",
        "expanded_headline": null,
        "additional_content": "Without expressing any opinion on the merits of the case however considering the facts and circumstances of the case, I am inclined to enlarge the petitioner on bail u/S.439 Cr.P.C.",
        "pdf_link": "https://indiankanoon.org/doc/72482147/"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/147134692/",
        "title": "Rajender Singh Urf Raju Banna vs State Of Rajasthan Through P.P on 6 April, 2012",
        "expanded_headline": "Contention of learned counsel for petitioners is that allegation against petitioners in present case is of causing offence under Section 3/25 of the Arms Act. Learned court below rejected the bail application of petitioner Rajendra Singh @ Raju Banna on the ground of pendency of two previous cases against him; first for offence under Sections 143, 148, 149, 341, 307 and 427 IPC and second for offence under Sections 332 and 353 IPC. Bail application of petitioner Ramjan was rejected by the court below on the ground of pendency of two previous cases against him; first for offence under Sections 143, 148, 149, 341, 327, 307 and 427 IPC and second for offence under Section 13 of the R.P.G.O. Petitioners are in jail since 18.02.2012. Challan has been filed. Trial may take a long. Petitioners would undertake not to indulge in any offence in future and would maintain good conduct, if granted benefit of bail. There is no chance of fleeing the petitioners from justice.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/155449335/",
        "title": "(Suresh Alias Tinku vs . State Of Rajasthan) on 27 July, 2015",
        "expanded_headline": "It is stated that accused-applicants have been denined bail by the Court below in reference to previous cases. It is after ignoring the facts of the case where they have been falsely implicated . The offence under Section 307 IPC is not made out, thus for that reason also and otherwise, there is no explanation for delay in lodging FIR, the accused-applicants may be enlarged on bail. They undertake not to commit same or similar offence during the period of bail on its grant.\n\t\tLearned Public Prosecutor has opposed this bail application.",
        "additional_content": "Learned Public Prosecutor has opposed this bail application.",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/46477857/",
        "title": "(Suresh Alias Tinku vs . State Of Rajasthan) on 27 July, 2015",
        "expanded_headline": "It is stated that accused-applicants have been denined bail by the Court below in reference to previous cases. It is after ignoring the facts of the case where they have been falsely implicated . The offence under Section 307 IPC is not made out, thus for that reason also and otherwise, there is no explanation for delay in lodging FIR, the accused-applicants may be enlarged on bail. They undertake not to commit same or similar offence during the period of bail on its grant.\n\t\tLearned Public Prosecutor has opposed this bail application.",
        "additional_content": "Learned Public Prosecutor has opposed this bail application.",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/158076920/",
        "title": "Bimal Chandra Singha vs The State Of West Bengal on 11 June, 2014",
        "expanded_headline": "Jayanta Kumar Biswas, J:- The five petitioners in the CRM saying that\nthey are apprehending arrest in connection with Islampur P.S.Case No.1504 of\n2013 dated November 19,2013 under ss. 448/325/376/511/379/34 IPC are\nseeking bail under s.438 CrPC.\n\n       Advocate for the petitioners has submitted that the de facto complainant\ninstituted a case against the petitioners on August 7,2013 under ss.417/376/\n325/34 IPC; and the petitioners were released on bail in that case. His\nsubmission is that since the de facto complainant felt aggrieved by the bail the\npetitioners were granted in the previous case, she instituted the present case.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/22775049/",
        "title": "Brijmohan vs State Of Rajasthan Through P P on 7 September, 2012",
        "expanded_headline": "Before releasing petitioner, concerning court below shall verify his antecedents that he has no previous criminal case against him and would authorize his release only when it is verified that no previous case is registered against him.\nBail application stands disposed of.\n\n(Mohammad Rafiq) J.\n\n//Jaiman//74\nAll corrections made in the judgment/order have been incorporated in the judgment/order being emailed.\nGiriraj Prasad Jaiman\nPS-cum-JW",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": null,
        "title": "Bholu vs State Of Rajasthan Through Pp on 3 November, 2011",
        "expanded_headline": null,
        "additional_content": "Learned Public Prosecutor opposed the bail application but could not dispute the fact that both the witnesses including injured, have turned hostile.",
        "pdf_link": "https://indiankanoon.org/doc/146919856/"
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/166679287/",
        "title": "Ankit Kumar vs State Of Rajasthan Through P P on 10 September, 2012",
        "expanded_headline": "Before releasing petitioner, concerning court below shall verify his antecedents that he has no previous criminal case against him and would authorize his release only when it is verified that no previous case is registered against him, expect mentioned above.\nBail application stands disposed of.\n\n(Mohammad Rafiq) J.\n\n//Jaiman//50\nAll corrections made in the judgment/order have been incorporated in the judgment/order being emailed.\nGiriraj Prasad Jaiman\nPS-cum-JW",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/108551014/",
        "title": "Yasin Urf Villi vs State Of Rajasthan Through Pp on 1 February, 2012",
        "expanded_headline": "Contention of learned counsel for petitioner is that co-accused Ashiq Khan (Bail Application No.7739/2011) and Manoj (Bail Application No.6464/2011) have already been enlarged on bail by orders dated 13.09.2011 and 26.07.2011 of different coordinate benches of this court. Petitioner is accused of committing offence under Sections 399, 401 IPC and 3/25 and 4/25 of Arms Act. Case of present petitioner stands on better footings than those co-accused who have already been enlarged on bail. Co-accused Ashiq Khan has four previous cases against him whereas petitioner has only two previous cases. He would undertake not to indulge in any similar or other offence in future and would maintain good conduct. Petitioner is in jail from 08;06.2011. Challan has been filed. He is ready to face the trial. There is no chance of fleeing the petitioner from justice.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/153618231/",
        "title": "Shaikh Anwar Shaikh Babar vs The State Of Maharashtra on 8 June, 2015",
        "expanded_headline": "14)              When one Judge has considered an application\n\n         of one of the accused from the same crime, in view of the\n\n\n\n\n\n         principle of parity, the discussion of material available\n\n         against        both       the   accused   needs     to     be      made        in\n\n         subsequently instituted application. Though granting of\n\n         bail is within the discretion, in subsequent application\n\n         filed by other accused, the Judge dealing with the matter\n\n\n\n\n    ::: Uploaded on - 15/06/2015                     ::: Downloaded on - 10/09/2015 19:33:40 :::\n                                             10    Applications 2222 & 2242/2015\n\n         needs to distinguish the case before him from the previous\ncase, if the accused before him needs to be granted bail\n\n\n\n\n                                                  \n         even when to other accused bail is already refused. This is\n\n         the requirement of discipline.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/91590725/",
        "title": "Lalit Laxmandas Soni vs The State Of Union Territory & Anr. on 11 July, 2013",
        "expanded_headline": "7              A   substantial   part   of   the   order   passed   by   the   learned \n     Sessions Judge consists of recording the contentions advanced by the \n\n\n\n\n\n     learned   Public   Prosecutor   and   the   learned   counsel   for   the   accused \n     persons.   He has also referred to, and re-produced, the observations \n     made by the Supreme Court of India and various High courts in several \n     reported cases on which reliance was placed by the Public Prosecutor. \n     His reasoning, however, is found only in paragraph 12 of the impugned \n\n\n     av                                                                             3/8\n\n\n\n\n                                                         ::: Downloaded on - 27/08/2013 21:06:00 :::\n                                                               905-APL-514-2013-APL-515-2013\n\n\n     order,   in   which   the   learned   Sessions   Judge   discussed   the   nature   of \n     allegations against the applicants, that there were two previous cases \n\n\n\n\n                                                                                 \n     registered against the accused no.1, and that, the present offences were \n\n\n\n\n                                                         \n     committed when the accused no.1 was on bail in a previous case.  The \n     learned Sessions Judge observed -",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/63745792/",
        "title": "Chandravarnam vs The State Of Tamil Nadu on 5 February, 2016",
        "expanded_headline": "2.Though many grounds have been raised in the petition, the learned counsel appearing for the petitioner, confines his argument only in respect of non-application of mind on the part of the detaining authority in passing the order of detention.\n\t3.According to the learned counsel appearing for the petitioner, the detenue has been in remand in the ground case in Cr.No.720/2015 registered by Prohibition Enforcement Wing, Cuddalore and the bail application filed by the detenue in the said case before the District Sessions Judge, Cuddalore in Crl.MP. No.3324/2015 was pending as on the date of the passing of the detention order. Further, the Detaining Authority has arrived at the subjective satisfaction that there is very likely of the detenue coming out on bail in the said case by relying upon the detenue's previous case registered by Panruti P.E. Wing Crime No.587/2014 u/s.4(1)(aaa) &  4(1-A) Tamil Nadu Prohibition Act wherein bail was granted to the detenue by the District Sessions Judge, Cuddalore in Crl.M.P.No.4132/2014 dated 15.09.2014. The learned counsel would add that admittedly, in this case, the bail application filed by the detenue in the ground case is pending and she is in remand in the said case. When a bail application is pending, there is no presumption that the detenue would be granted bail. No cogent materials are available before the Detaining Authority to conclude/to apprehend that the detenue is likely to get bail in the said case. The apprehension entertained  in the mind of the detaining authority that there is a real possibility of detenue coming out on bail as the bail application in the ground case is pending is not justifiable for the reason that he has pre-judged the matter. Concedingly he could not foresee the nature of the order that would be passed by the Court.  By the reason of pendency of the application, one could not easily come to the conclusion that the Court would certainly grant bail to the accused. Hence, it is stated that the Detaining Authority has passed the impugned detention order in total non-application of mind and the subjective satisfaction arrived at by the Detaining Authority that there is a real possibility of the detenue coming out on bail is a mere ipse dixit without any cogent materials. In support of his contention, he relies on the judgments of the Hon'ble Apex Court reported in [a] 2006 [1] MLJ [Crl.] 539, [T.V.SARAVANAN @ S.A.R.PRASANNA VENKATACHARIAR CHATURVEDI V. STATE  OF TAMILNADU THROUGH SECRETARY AND ANOTHER]  ; [b]2005 [1] CTC 577 [VELMURUGAN @ VELU Vs. THE COMMISSIONER OF POLICE] and [c] 2012 [7] SCC 181 [HUIDROM KONUNGJAO SINGH VS. STATE OF MANIPUR] .",
        "additional_content": "3.According to the learned counsel appearing for the petitioner, the detenue has been in remand in the ground case in Cr.No.720/2015 registered by Prohibition Enforcement Wing, Cuddalore and the bail application filed by the detenue in the said case before the District Sessions Judge, Cuddalore in Crl.MP. No.3324/2015 was pending as on the date of the passing of the detention order. Further, the Detaining Authority has arrived at the subjective satisfaction that there is very likely of the detenue coming out on bail in the said case by relying upon the detenue's previous case registered by Panruti P.E. Wing Crime No.587/2014 u/s.4(1)(aaa) &  4(1-A) Tamil Nadu Prohibition Act wherein bail was granted to the detenue by the District Sessions Judge, Cuddalore in Crl.M.P.No.4132/2014 dated 15.09.2014. The learned counsel would add that admittedly, in this case, the bail application filed by the detenue in the ground case is pending and she is in remand in the said case. When a bail application is pending, there is no presumption that the detenue would be granted bail. No cogent materials are available before the Detaining Authority to conclude/to apprehend that the detenue is likely to get bail in the said case. The apprehension entertained  in the mind of the detaining authority that there is a real possibility of detenue coming out on bail as the bail application in the ground case is pending is not justifiable for the reason that he has pre-judged the matter. Concedingly he could not foresee the nature of the order that would be passed by the Court.  By the reason of pendency of the application, one could not easily come to the conclusion that the Court would certainly grant bail to the accused. Hence, it is stated that the Detaining Authority has passed the impugned detention order in total non-application of mind and the subjective satisfaction arrived at by the Detaining Authority that there is a real possibility of the detenue coming out on bail is a mere ipse dixit without any cogent materials. In support of his contention, he relies on the judgments of the Hon'ble Apex Court reported in [a] 2006 [1] MLJ [Crl.] 539, [T.V.SARAVANAN @ S.A.R.PRASANNA VENKATACHARIAR CHATURVEDI V. STATE  OF TAMILNADU THROUGH SECRETARY AND ANOTHER]  ; [b]2005 [1] CTC 577 [VELMURUGAN @ VELU Vs. THE COMMISSIONER OF POLICE] and [c] 2012 [7] SCC 181 [HUIDROM KONUNGJAO SINGH VS. STATE OF MANIPUR] .",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/150233947/",
        "title": "Samsudeen vs The Secretary To Government on 29 October, 2013",
        "expanded_headline": "4.Besides several grounds raised by the learned counsel appearing\nfor the petitioner to assail the impugned order of detention, he has mainly\nfocused his argument on the question of subjective satisfaction as to the\nsimilar case consideration by the Detaining Authority. The Detaining Authority\nby pointing out that in the similar case, there was no previous case and\ntherefore, bail was granted. But in the instant case, there are three adverse\ncases and therefore, it cannot be similar.\n\n\t\t5.We have heard Mr.C.Mayilvahana Rajendran, learned Additional\nPublic Prosecutor on the above point and perused the records carefully.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/136669757/",
        "title": "Poonkothai vs State Of Tamil Nadu on 29 October, 2013",
        "expanded_headline": "4.Besides several grounds raised by the learned counsel appearing\nfor the petitioner to assail the impugned order of detention, he has mainly\nfocused his argument on the question of subjective satisfaction as to the\nsimilar case consideration by the Detaining Authority. The Detaining Authority\nby pointing out that in the similar case, there was no previous case and\ntherefore, bail was granted. But in the instant case, there are two adverse\ncases and therefore, it cannot be similar.\n\n\t\t5.We have heard Mr.C.Mayilvahana Rajendran, learned Additional\nPublic Prosecutor on the above point and perused the records carefully.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/132957925/",
        "title": "Raju Jha vs The State Of Bihar on 12 May, 2010",
        "expanded_headline": "4. It is submitted by learned counsel for the petitioner\n\n                 that previous case i.e. Matihani P.S. Case No.           69 of 2008\n                      -2-\n\n\n\n\ninstituted for offences under section 366 A, 452 of the Indian\n\nPenal Code, was lodged by the present informant against the\n\npetitioner with an allegation that his younger sister was kidnapped\n\nby this petitioner with the help of other accused persons      for the\n\npurpose of marriage. Subsequently the alleged victim girl i.e. sister\n\nof the informant was recovered and her statement under section\n\n164 Cr.P.C. was recorded by the learned Magistrate, wherein she\n\ndid not support the allegation of kidnapping by this petitioner,\n\nrather she stated that she had voluntarily accompanied the accused\n\npersons for going out of her house. Taking into consideration the\n\nstatement of the victim girl, the petitioner was granted bail by a\n\nBench of this Court by a reasoned and speaking order dated 16.1.\n\n2009 passed in Cr. Misc. No. 49689 of 2008 vide Annexure-2 to\n\nthis petition. It is stated that after the release on bail by virtue of\n\naforesaid order dated 16.1.2009, the petitioner has not misused the\n\nprivilege of bail granted in the previous case.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/230368/",
        "title": "Ghulam Mustafa vs State Of Rajasthan And Ors. on 28 May, 1993",
        "expanded_headline": "4. From the above facts it can therefore be said that after his release on bail in sessions case No. 7/82 under Sec. 395, 397 and other sections of the Indian Penal Code the petitioner remained free and was arrested in another case under Sec. 307 IPC on June 19, 1983 and continued to remain in detention in that case and thereafter on June 20, 1984 the learned Sessions Judge convicted and sentenced him as aforesaid.\n\n5.  The question is as to whether so far as the case No. 7/82 under Sec. 395 and 397 IPC in which the maximum sentence of 6 years' imprisonment was passed, the petitioner is entitled to set off even the period of detention in other case No. 34/1984 despite the fact that he was arrested in the other case after his release on bail in the previous case. In other words, the question is as to whether it can be said that the accused petitioner was in detention in Sessions case No. 7/82 during the period from June 19, 1983 to June 20, 1984 and therefore he is entitled to set off the said period from the sentence awarded?. A perusal of Sec. 428 Cr. P.C. is necessary and the said section reads as under",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/67475130/",
        "title": "Crime No. 868/2011 Of The ... vs By Sri.K.Ramakumar",
        "expanded_headline": "Crl.M.C.1466/2013            6\n      5.     Though  learned   counsel  appearing  for\n\npetitioner       (de  facto  complainant) referred   to\n\nvarious observations made by this court in some of\n\nthe     proceedings    wherein   first  respondent  is\n\nproceeded as accused in one or other crime such\n\nobservations cannot have any impact in adjudging\n\nthe merit of the case canvassed for revoking bail\n\nalready granted to him.       He did not appear before\n\nthe     Sessions    Judge  for  his  questioning  under\n\nsection 313 Cr.P.C in the pending sessions case and\n\nthat in the         matrimonial appeal this Court had\n\ngiven a direction that he should not carry arms\n\nwhen he appear before the family court, but it was\n\nviolated as seen from the incident in the second\n\ncrime        are highlighted to press the petition.\n\nThere should be proof that the accused has misused\n\nor abused the freedom during the bail.      Report sent\n\nby the Judge, Family Court prima facie indicate\n\nthat when the first respondent's sister, allegedly,\n\nabused the father of petitioner at the court hall\n\nhe slapped her and then first respondent intervened\n\f\nCrl.M.C.1466/2013             7\n\nand both he and his sister assaulted the father of\n\npetitioner.         Having regard to that report and\n\ntaking note of the parameters in adjudging a bail\n\napplication        with  other  circumstances presented\n\nafter perusal of the Case Diary in that crime I\n\nhave granted bail to the first respondent subject\n\nto    some       conditions.  When  that   be  so,  his\n\ninvolvement in the subsequent crime cannot be set\n\nforth as a ground enabling the petitioner to seek\n\nfor cancellation of bail granted in a previous\ncase.      Consideration over cancellation of bail is\n\ndifferent from those of granting bail to an accused\n\nperson. Where        there is reason to hold that  the\n\nliberty granted by bail has been abused it can be\n\nrevoked.       Normally, in a case of this nature where\n\nMagistrate has granted bail that too after giving\n\nan opportunity of hearing to petitioner de facto\n\ncomplainant)        who   intervened and   opposed  the\n\napplication       for  bail  filing  separate petition,\n\nnothing prevented her from moving the Magistrate\n\nfor cancellation if she has sufficient ground to do\n\f\nCrl.M.C.1466/2013            8\n\nso.     It goes without saying an opportunity has to\n\nbe afforded to the accused already released on bail\n\nbefore his bail is cancelled.        Violation of facts\n\nimputing       abusing of0 his freedom while on bail is\n\nto be affirmed by the person seeking cancellation\n\nof bail providing an opportunity to the accused to\n\ncontrovert it, if he disputed such allegations,\n\nfiling       a   counter affidavit.     Petitioner  has\n\nevidently filed this petition before this court to\n\nrender support to the opposition raised by the de\n\nfacto complainant (her father) in opposing the bail\n\nsought by first petitioner in the crime registered\n\nover the incident which occurred in the family\n\ncourt.         Though there may be strong suspicious\n\ncircumstance to show the culpability of the first\n\nrespondent in mounting a conjoint assault with his\n\nsister on petitioner's father at the family court,\n\nat this stage, when investigation of the crime\n\nregistered thereof is pending, I find it cannot be\n\njustifiably considered as a circumstance to revoke\n\nthe bail granted to first respondent in another\n\f\nCrl.M.C.1466/2013            9\n\ncrime.       I find petitioner has not made out a case\n\nfor    cancelling    the  bail  granted to  the  first\n\nrespondent under Annexure A order.         Petition is\n\ndismissed.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/164676725/",
        "title": "Madan Lal Alias Madam Lal Alias ... vs The State Of Punjab on 12 December, 2012",
        "expanded_headline": "--3--\n\n\npetitioner. He has further submitted that there is no previous history\n\nof involvement of the petitioner in any such case.\n\n            Learned State counsel, on the other hand, has submitted\n\nthat there has been a secret information about the involvement of the\n\npetitioner in the sale of heroin. He did not dispute the fact that in\n\nthe previous case despite an order of granting anticipatory bail to\n\nthe petitioner, he was arrested by the SHO of the police station and\n\nthat the petitioner had been instrumental in getting departmental\n\nproceedings initiated against him and had also filed a contempt\n\npetition against him in this court. He has, however, submitted that\n\nthis alone is not a sufficient ground to hold that the SHO has tried\n\nto falsely implicate the petitioner.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/187005119/",
        "title": "Sunil Kumar Urf Suniya vs State Of Rajasthan Through P.P on 15 February, 2013",
        "expanded_headline": "Learned counsel for the petitioners have submitted that petitioners were neither named in the first information report nor have they been assigned any role by prosecution witnesses namely; Madhusudan Sharma, Murarilal, Krishna Murari and Manoj, who however in their statements recorded u/S.161 Cr.P.C. for the first time named the petitioners. Petitioner Rajendra was arrested on 26/10/2009 and petitioner-Sunil Kumar @ Suniya was arrested on 28/9/2012 and since then, they are in jail. All the accused except Jameel & Ramlal Saini, have been granted bail. Petitioner Kishore Kumawat against whom there was allegation of causing injury by the use of 'gupti' a sharp edged weapon, has been enlarged on bail by order of the co-ordinate bench of this court dated 23/8/2011. Accused petitioner Manoj, who had ten previous cases registered against him, has been granted bail by order of the Supreme Court dated 26/11/2012 on consideration of the fact that majority of the accused persons have been released on bail and he has remained behind the bars for last almost four years and allegation against him is almost identical. After framing of charge, matter has not proceeded further and recording of the statements of prosecution witnesses is yet to commence because of the stay order passed by this Court in the revision petition filed by some of the co-accused. This Court may therefore grant indulgence of bail to the accused petitioners.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/24110407/",
        "title": "Bablu Das vs The State Of West Bengal on 25 March, 2014",
        "expanded_headline": "This application for anticipatory bail is, thus, disposed of.\"\n\n        It is evident from the order granting Rabiul anticipatory bail that none of the above-\nmentioned facts was brought to the notice to the court when it was considering the question of\ngranting Rabiul anticipatory bail. The case diary materials reveal that Rabiul also has a noticeable\npast in that he is also involved in a previous case. On the facts, we do not find any reason to grant\nthe petitioner anticipatory bail. Since Rabiul was granted bail without noticing the above-noted\nfacts, we are of the view that the petitioner is not entitled to equality benefit.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/179727739/",
        "title": "Rajendra vs State Of Rajasthan Through P P on 15 February, 2013",
        "expanded_headline": "Learned counsel for the petitioners have submitted that petitioners were neither named in the first information report nor have they been assigned any role by prosecution witnesses namely; Madhusudan Sharma, Murarilal, Krishna Murari and Manoj, who however in their statements recorded u/S.161 Cr.P.C. for the first time named the petitioners. Petitioner Rajendra was arrested on 26/10/2009 and petitioner-Sunil Kumar @ Suniya was arrested on 28/9/2012 and since then, they are in jail. All the accused except Jameel & Ramlal Saini, have been granted bail. Petitioner Kishore Kumawat against whom there was allegation of causing injury by the use of 'gupti' a sharp edged weapon, has been enlarged on bail by order of the co-ordinate bench of this court dated 23/8/2011. Accused petitioner Manoj, who had ten previous cases registered against him, has been granted bail by order of the Supreme Court dated 26/11/2012 on consideration of the fact that majority of the accused persons have been released on bail and he has remained behind the bars for last almost four years and allegation against him is almost identical. After framing of charge, matter has not proceeded further and recording of the statements of prosecution witnesses is yet to commence because of the stay order passed by this Court in the revision petition filed by some of the co-accused. This Court may therefore grant indulgence of bail to the accused petitioners.",
        "additional_content": null,
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/140367075/",
        "title": "Mohinder Kaur @ Mindo vs State Of Punjab on 8 January, 2014",
        "expanded_headline": "Kanchan\n2014.01.09 10:59\nI attest to the accuracy and\nintegrity of this document\nchandigarh\n               CRM No. M-43158 of 2013\n                                                        2\n\n                                 Learned State counsel while opposing the regular bail\n\n              application would contend that the petitioner is a habitual\n\n              offender and has been involved in two previous cases under the\n\n              NDPS Act itself. Learned State counsel, accordingly, would argue\n\n              that the petitioner is not entitled for the concession of a regular\n\n              bail.",
        "additional_content": "Kanchan\n2014.01.09 10:59\nI attest to the accuracy and\nintegrity of this document\nchandigarh\n               CRM No. M-43158 of 2013\n                                                        2\n\n                                 Learned State counsel while opposing the regular bail\n\n              application would contend that the petitioner is a habitual\n\n              offender and has been involved in two previous cases under the\n\n              NDPS Act itself. Learned State counsel, accordingly, would argue\n\n              that the petitioner is not entitled for the concession of a regular\n\n              bail.",
        "pdf_link": null
    },
    {
        "subpage_link": "https://indiankanoon.org/doc/178042876/",
        "title": "Sanju And Ors vs State Of Rajasthan Through P P on 20 September, 2012",
        "expanded_headline": "Contention of learned counsel for petitioners is that petitioners were first arrested in F.I.R. No.17/2012 lodged with Police Station Adarsh Nagar, Ajmer, and thereafter there arrest was shown in five more cases. Present applications are in four of those six cases. It is alleged that petitioners by using ATM cards of complainant withdrew money from ATM. Total amount in all six cases is less than Rs.3,00,000/-. In two of these matters, they have already been granted bail. Except these six cases, there is no previous case registered against any one of them. Challan has already been filed. Petitioners are in jail from 08.05.2012. Petitioners would undertake not to indulge in any offence in future and would maintain good conduct, if granted benefit of bail. Trial may take a long. There is no chance of fleeing the petitioners from justice.",
        "additional_content": null,
        "pdf_link": null
    }
]